export const subjects = {
  ai_certification_exam_once_choice: {
    id: 'ai_certification_exam_once_choice',
    name: 'AI 證照檢定（單選）',
    quizType: 'once_choice',
    quizOpen: true,
    questionCount: 50,
    timeLimit: 30,
    questions: [
      {
        id: '1',
        question:
          '_____________是影像處理中的一項關鍵技術，一直都受到人們的高度重視。',
        options: ['圖像分割', '圖像解析', '數據離散', '圖像聚合'],
        correctIndex: 0,
      },
      {
        id: '2',
        question:
          '_____________是裝備有電磁或光學等自動導引裝置，能夠沿著事先規劃的導引路徑行駛，具有安全保護以及各種移載功能的運輸車。',
        options: [
          '自動導引運輸車AGV(automated guided vehicle)',
          '感測器(sensor)',
          '工業機器人',
          '工業4.0戰情室(situation room)',
        ],
        correctIndex: 0,
      },
      {
        id: '3',
        question:
          '一般在發展人工智慧大約需要基礎專業知識、應用專業知識、 跨領域應用的專業知識等三類方向，例如，數學、統計學是屬於_____________方向。',
        options: [
          '基礎專業知識',
          '無法定義',
          '應用專業知識',
          '跨領域的應用方向',
        ],
        correctIndex: 0,
      },
      {
        id: '4',
        question:
          '人工智慧技術持續、健康發展的重要前提，是建立一個令人工智慧技術造福於社會、保護公眾利益的_____________。',
        options: [
          '政策、法律和標準化環境',
          '跨國與跨領域的合作關係',
          '低成本的運作空間',
          '提供高素質AI人才',
        ],
        correctIndex: 0,
      },
      {
        id: '5',
        question:
          '人腦是一種適應性系統，必須對變幻莫測的事物做出反應，而學習是通過修改神經元之間連接的_____________來進行的。',
        options: ['強度', '順序', '速度', '平滑度'],
        correctIndex: 0,
      },
      {
        id: '6',
        question:
          '以醫院管理和電子病歷為重點，建立全市居民電子健康檔案；以實現醫院服務網路化為重點，推進遠端掛號、電子收費、數位遠端醫療服務、圖文體檢診斷系統等智慧醫療系統建設，提升醫療和健康服務水準。這是屬於智慧城市的_____________體系建設。',
        options: [
          '智慧健康保障',
          '智慧貿易',
          '智慧服務業示範推廣基地',
          '智慧物流',
        ],
        correctIndex: 0,
      },
      {
        id: '7',
        question:
          '使系統呈現智慧的效果，而不考慮所用方法是否與人或動物等機體所用的方法相同，是指_____________。',
        options: [
          '傳統的程式設計技術(programming)',
          '模擬法(modeling approach)',
          '遺傳演算法(Generic Algorithm, GA)',
          '人工神經網路(Artificial Neural Network, ANN)',
        ],
        correctIndex: 0,
      },
      {
        id: '8',
        question:
          '假設想訓練一台機器來識別直升機，你有150萬張照片，其中有些照片裡邊有直升機，有些沒有直升機。那你需要有人先來教會電腦哪些圖像有直升機，哪些又沒有直升機。這就是_____________的用處所在。',
        options: [
          '數據標籤專業人員',
          '規則建構師',
          '機器學習工程師',
          'AI硬體專家',
        ],
        correctIndex: 0,
      },
      {
        id: '9',
        question:
          '在人工智慧機器學習領域中，若已經有明確的類別(例如：脊椎動物分為哺乳類、爬蟲類、兩棲類、鳥類、魚類等)，把未知的新輸入訊息歸納到已知的資訊類別。這是進行_____________的工作。',
        options: [
          'classification(分類)',
          'clustering(分群)',
          'label(標籤)',
          'activation(激勵)',
        ],
        correctIndex: 0,
      },
      {
        id: '10',
        question:
          '在建立機器學習的模型時，通常用_____________已知的(歷史資料)考古題作為訓練資料(training data)，剩下的_____________用來作為測試資料(test data)。',
        options: [
          '70%-80%, 20%-30%',
          '50%, 50%',
          '任意,任意',
          '20%-30%, 70%-80%',
        ],
        correctIndex: 0,
      },
      {
        id: '11',
        question:
          '在智慧製造中，_____________是一種全新的分散式運算技術，目前已經成為一種進行複雜系統分析與類比的思想方法與工具。',
        options: [
          '多智慧體系統MAS',
          '數位控制車床CNC',
          '敏捷製造Agile Manufacturing',
          '分散式數位控制DNC',
        ],
        correctIndex: 0,
      },
      {
        id: '12',
        question:
          '在機器學習(ML)演算法中，_____________的演算法架構，是在環境給予的獎勵或是懲罰的刺激下，逐步形成對獎勵或懲罰刺激的預期性，產生能獲得最大利益的判斷演算法。',
        options: ['強化學習', '非監督學習', '神經網路學習', '監督學習'],
        correctIndex: 0,
      },
      {
        id: '13',
        question: '在機器學習中，無監督學習又稱歸納性學習，分為_____________。',
        options: [
          '聚類(分群)和降維',
          '聚類(分群)和回歸',
          '分類和回歸',
          '分類和降維',
        ],
        correctIndex: 0,
      },
      {
        id: '14',
        question:
          '在機器學習的主要三項演算法技術中(又稱為三劍客或三兄弟)，_____________不涉及提供“正確的”答案或輸出，只關注性能，讓AI系統很快就學會了，不要重複這一動作。',
        options: ['強化學習', '非監督學習', '監督學習', '歸納學習'],
        correctIndex: 0,
      },
      {
        id: '15',
        question:
          '在物聯網與大數據如此浩如雲海的資料中，作資料的分類提取和有效處理，需要強大的技術設計與運算能力，於是"運算能力" 有了_____________；另外的“技術設計”屬於_____________。',
        options: [
          '雲計算,演算法(algorithm)',
          '量子電腦,機器學習',
          '超級電腦,演算法(algorithm)',
          '雲計算,機器學習',
        ],
        correctIndex: 0,
      },
      {
        id: '16',
        question:
          '在醫療資訊系統中，經授權的醫生能夠隨時查閱病人的病歷、患史、治療措施和保險細則，患者也可以自主選擇更換醫生或醫院。這是智慧醫療的_____________特點。',
        options: ['互聯的', '預防的', '協作的', '普及的'],
        correctIndex: 0,
      },
      {
        id: '17',
        question:
          '在開發或應用人工智慧系統時，人工智慧透明度的重要性和必要性，因具體的人工智慧應用而定；使用者必須能理解人工智慧系統可能被愚弄的機制。這個是針對人工智慧系統發展的_____________問題。',
        options: [
          '信任方面(trust)',
          '人員與文化方面',
          '可靠性(reliability)',
          '安全性方面(security)',
        ],
        correctIndex: 0,
      },
      {
        id: '18',
        question:
          '在開發或應用人工智慧系統時，許多用戶所執行的任務涉及人類生命或高昂設備風險，因此在依靠人工智慧來執行任務之前，首先要解決或確認該人工智慧系統的_____________問題。',
        options: [
          '可靠性(reliability)',
          '人員與文化方面',
          '信任方面(trust)',
          '安全性方面(security)',
        ],
        correctIndex: 0,
      },
      {
        id: '19',
        question:
          '如果將人工智慧分成運算資源基礎、核心技術發展與應用領域等層次，深度學習(deep learning)是屬於_____________。',
        options: [
          '核心技術發展',
          '運算資源基礎',
          '應用領域',
          '運算資源基礎、核心技術發展、應用領域等三者都有',
        ],
        correctIndex: 0,
      },
      {
        id: '20',
        question:
          '將普通家用電器利用數位技術、網路技術及智慧控制技術，設計改進的新型家電產品是_____________。',
        options: ['網路家電', '內聯網家電', '家庭自動化家電', '家庭局域網家電'],
        correctIndex: 0,
      },
      {
        id: '21',
        question:
          '尋找_____________是人類長久以來的習慣，即使要確定這樣的關係很困難而且用途不大，人類還是習慣性地尋找緣由。',
        options: ['因果關係', '資訊關係', '組織關係', '相關關係'],
        correctIndex: 0,
      },
      {
        id: '22',
        question:
          '智慧交通的軌道交通系統，所謂“列車自動保護系統”，就是指_____________。',
        options: ['ATP', '物聯網IoT', '車聯網', '互聯網'],
        correctIndex: 0,
      },
      {
        id: '23',
        question: '智慧客服，又稱智慧客服機器人，它的英文名稱是_____________。',
        options: [
          'intelligent customer service',
          'CRM',
          'ERP',
          'business intelligence',
        ],
        correctIndex: 0,
      },
      {
        id: '24',
        question:
          '智慧工廠為達到[人機協同]，需要結合現代化的_____________兩項方法，以合乎智慧化與簡單化的生產管理要求。',
        options: [
          '大數據技術與工廠管理',
          '無線網路技術與庫存管理',
          '多媒體技術與人事管理',
          '混合延伸虛擬實境技術(XR)與工廠管理',
        ],
        correctIndex: 0,
      },
      {
        id: '25',
        question: '智慧製造中，「標準化作業」的英文簡稱為_____________。',
        options: ['SOP', 'Internet', 'AGV', 'CPS'],
        correctIndex: 0,
      },
      {
        id: '26',
        question: '智能家居的英文是_____________。',
        options: [
          'smart home',
          'smart stay',
          'Internet home',
          'Internet house',
        ],
        correctIndex: 0,
      },
      {
        id: '27',
        question:
          '曾經是全球電子商務重要的推動者之一，馬雲先生在五大變革中提出的“新能源”是指_____________。',
        options: ['數據', '核能', '風能', '太陽能'],
        correctIndex: 0,
      },
      {
        id: '28',
        question:
          '根據美國國防高級研究計畫局DARPA對人工智慧技術等級的定義，人工智慧的深度學習、強化學習、對抗學習等技術，是屬於_____________。',
        options: ['統計機器學習', '資訊感知', '物聯網', '大數據分析'],
        correctIndex: 0,
      },
      {
        id: '29',
        question:
          '機器學習的許多演算法都是基於_____________理論所衍生或改良演進而來。',
        options: ['貝葉斯', '聚類', '決策樹', '回歸'],
        correctIndex: 0,
      },
      {
        id: '30',
        question:
          '當人們擁有海量即時資料時，絕對的精准不再是人們追求的主要目標。因此大數據的專家建議是：_____________。',
        options: [
          '我們應該適當地放棄精確度，不再沉迷於絕對的精准',
          '我們應完全放棄了精確度，且不再沉迷於此',
          '我們是確保精確度的前提下，適當尋求更多資料',
          '我們不能放棄精確度，需要努力追求更精確度',
        ],
        correctIndex: 0,
      },
      {
        id: '31',
        question:
          '神經網路每一層神經元的輸出，就是下一層的輸入層，如此一層一層地傳遞下去，這種神經網路又稱為_____________。',
        options: [
          '前饋神經網路(feedforward neural network)',
          '卷積神經網路(convolutional neural network, CNN)',
          '深度置信網路(deep belief networks, DBN)',
          '遞迴神經網路(recursive neural network, RNN)',
        ],
        correctIndex: 0,
      },
      {
        id: '32',
        question:
          '科學家Wiener從理論上指出，所有的智慧活動都是_____________機制的結果，而這一機制是有可能用機器模擬的。這項發現對早期AI的發展影響很大。',
        options: ['回饋', '分解', '抽象', '綜合'],
        correctIndex: 0,
      },
      {
        id: '33',
        question: '製造執行系統的英文簡稱是_____________。',
        options: ['MES', 'AGV', 'CPS', 'SOP'],
        correctIndex: 0,
      },
      {
        id: '34',
        question:
          '要實現電腦視覺必須有影像處理的幫助，而影像處理依賴於_____________的有效運用。',
        options: ['模式識別', '輸入和輸出', '專家系統', '智慧規劃'],
        correctIndex: 0,
      },
      {
        id: '35',
        question:
          '語音理解是指利用_____________等人工智慧技術進行語句自動識別和語意理解。',
        options: ['知識表達和組織', '字典和演算法', '合成和分析', '聲樂和心理'],
        correctIndex: 0,
      },
      {
        id: '36',
        question:
          '語音處理是研究語音發聲過程、語音信號的統計特性、_____________、機器合成以及語音感知等各種處理技術的總稱。',
        options: [
          '語音的自動識別',
          '語音的自動降噪',
          '語音的自動類比',
          '語音的自動檢測',
        ],
        correctIndex: 0,
      },
      {
        id: '37',
        question:
          '谷歌的“虛擬大腦”是模擬人類的大腦細胞相互交流、影響設計出來的，具備自我學習功能，它可以通過觀看Youku(優酷)、YouTube等影片(視頻)，學習識別人臉、貓臉動物、聲音以及其他事物。這項技術使Google產品變得更加智慧化，而首先受益的是_____________產品。',
        options: ['語音辨識', '自動翻譯', '激勵函數', '影像識別'],
        correctIndex: 0,
      },
      {
        id: '38',
        question:
          '通過找到一個現象的_____________，相關關係可以幫助我們捕捉現在和預測未來。',
        options: ['良好的關聯物', '隱藏原因', '出現原因', '一般的關聯物'],
        correctIndex: 0,
      },
      {
        id: '39',
        question:
          '關於人工智慧的技術之一機器學習(ML, machine learning)最早的發展可以追溯到_____________。',
        options: [
          '英國數學家貝葉斯在1763年發表的貝葉斯定理',
          'Donald Michie在1963年推出的強化學習的tic-tac-toe程式',
          '1952年Arthur Samuel創建的一個簡單的下棋遊戲程式',
          '1950年電腦科學家圖靈發明的圖靈測試',
        ],
        correctIndex: 0,
      },
      {
        id: '40',
        question:
          'i-CRM智慧客服關係管理系統包括四大方向，銷售管理、市場行銷、_____________、管理拓展等。',
        options: ['人事管理', '服務管理', '財會管理', '生產管理'],
        correctIndex: 1,
      },
      {
        id: '41',
        question:
          '人工智慧是研究與開發用於模擬、延伸和擴展人的智慧，所採用的理論、方法、技術及應用系統的一門交叉科學。人工智慧是一門極富挑戰性的_____________技術科學。',
        options: ['應用型', '研究型與應用型', '研究型', '自然型與社會型'],
        correctIndex: 1,
      },
      {
        id: '42',
        question:
          '人工智慧是電腦科學的一個分支，人工智慧的英文縮寫是_____________。',
        options: ['APP', 'AI', 'BI', 'DI'],
        correctIndex: 1,
      },
      {
        id: '43',
        question:
          '人工智慧的廣泛應用，給人類社會帶來法律法規、道德倫理、社會治理等一系列的_____________。',
        options: ['新高地', '新挑戰', '新突破', '新動能'],
        correctIndex: 1,
      },
      {
        id: '44',
        question:
          '人工智慧領域通常所指的模式識別主要是對語音波形、地震波、心電圖、腦電圖、圖片、照片、文字、符號、生物感測器等物件的具體模式進行_____________。',
        options: ['存儲與利用', '辨識和分類', '分類和計算', '清洗和處理'],
        correctIndex: 1,
      },
      {
        id: '45',
        question:
          '以顧客為中心客制化生產的智慧工廠，在不影響產能與良率的條件下，需要具有強大的_____________，以滿足產品生命週期短且需要快速換線、快速交貨的市場與客戶要求。',
        options: ['市場開發力', '應變力', '人力資源管理力', '研發力'],
        correctIndex: 1,
      },
      {
        id: '46',
        question: '圖像識別是以圖像的主要_____________為基礎的。',
        options: ['元素', '特徵', '部件', '圖元'],
        correctIndex: 1,
      },
      {
        id: '47',
        question:
          '在一個語音系統中，可以認為是信號處理與知識處理結合的產物，這是指_____________的技術。',
        options: ['音色處理', '語音理解', '語音辨識', '語音知識'],
        correctIndex: 1,
      },
      {
        id: '48',
        question:
          '在人工智慧技術中，________________可幫助解決更多問題，提高解決問題的效率；它可從使用者和輸入資料等處獲得知識或技能，重新組織已有的知識結構、使之不斷改善自身的性能。',
        options: ['圖靈測試', '機器學習', '搜尋引擎', '推薦引擎'],
        correctIndex: 1,
      },
      {
        id: '49',
        question:
          '在人工智慧機器學習領域中，輸入的資料對象經過feature(特徵)的classification\n(分類)處理後的結果，稱為_____________。',
        options: [
          'enable(啟動)',
          'label(標籤)',
          'recognition(辨識)',
          'activation(激勵)',
        ],
        correctIndex: 1,
      },
      {
        id: '50',
        question:
          '在智慧製造中，_____________是指對於快速變化的市場、變化的製造要求有很強的適應性。',
        options: ['敏捷性', '柔性', '智慧性', '自治性'],
        correctIndex: 1,
      },
      {
        id: '51',
        question:
          '在智慧製造中，_____________是指每個整子(holon)可以請求其他整子執行某種操作行為，也可以對其他整子提出的操作申請提供服務。',
        options: ['自治性', '合作性', '柔性', '智慧性'],
        correctIndex: 1,
      },
      {
        id: '52',
        question:
          '在智慧製造中的智慧技術中，不同結構的模組化硬體設計技術，以及實現統一資料格式、統一程式設計環境的工程軟體平臺技術等，是屬於_____________技術。',
        options: [
          '識別技術',
          '模組化、嵌入式控制系統設計技術',
          '系統協同技術',
          '新型傳感技術',
        ],
        correctIndex: 1,
      },
      {
        id: '53',
        question:
          '在運用上，語言既是精確也是模糊的。可以想像_____________可能會給需要語音辨識、自然語言處理的機器帶來的問題。',
        options: ['語言收集', '語言理解', '語言音色', '語言表達'],
        correctIndex: 1,
      },
      {
        id: '54',
        question:
          '在醫療資訊系統中，即時感知、處理和分析重大的醫療事件，從而快速、有效地做出回應。這是智慧醫療的_____________特點。',
        options: ['協作的', '預防的', '互聯的', '普及的'],
        correctIndex: 1,
      },
      {
        id: '55',
        question: '大數據的數據存儲單位，1 PB\n(petabyte) =_____________。',
        options: ['1,024 MB', '1,024 TB', '1,024 KB', '1,024 GB'],
        correctIndex: 1,
      },
      {
        id: '56',
        question:
          '大數據系統為了獲得更廣泛的資料而犧牲了精確性，但是也看到了很多無法被關注到的細節；這樣的現象，_____________。',
        options: [
          '無論什麼情況，我們都不能容忍錯誤的存在',
          '在很多情況下，與致力於避免錯誤相比較，對錯誤的包容會帶給我們更多好處',
          '在很多情況下，與致力於避免錯誤相比，對錯誤的包容會帶給我們更多問題',
          '無論什麼情況，我們都可以包容錯誤',
        ],
        correctIndex: 1,
      },
      {
        id: '57',
        question:
          '工業4.0不僅是要從過去自動化、標準化作業(SOP)的大量生產，結合智慧互聯、智慧生產、智慧工廠，轉變為以_____________為中心的客制化生產。',
        options: ['通信設備', '顧客', '電腦', '自動化裝置'],
        correctIndex: 1,
      },
      {
        id: '58',
        question:
          '工業4.0智慧製造將所有的機台與生產資訊，透過_____________作整合資料應用，並且所有處理過程都是視覺化的。',
        options: [
          '工業機器人',
          '製造執行系統MES(manufacturing execution system)',
          '工業4.0戰情室(situation room)',
          '物聯網及感測器(sensor)',
        ],
        correctIndex: 1,
      },
      {
        id: '59',
        question: '廣義的大數據與狹義的大數據差異為_____________。',
        options: [
          '有更多樣的資料類型(結構化、非結構化等)',
          '包含了人才、組織、萬物',
          '有較高的真實性',
          '不同的資料處理、處理與分析技術等',
        ],
        correctIndex: 1,
      },
      {
        id: '60',
        question:
          '從一些研究中顯示，只有_____________的數位資料是結構化的、且能適用於傳統資料庫。如果不接受混亂的資料，剩下_____________的非結構化資料都無法被利用。',
        options: ['30%，70%', '5%，95%', '70%，30%', '95%，5%'],
        correctIndex: 1,
      },
      {
        id: '61',
        question:
          '所謂神經網路(neural network)，是指以人腦和神經系統為模型的一種_____________演算法。',
        options: ['深度優先', '機器學習', '直接搜索', '倒檔追溯'],
        correctIndex: 1,
      },
      {
        id: '62',
        question:
          '數位圖像是指用數位攝像機、掃描器等設備經過採樣和數位化得到的一個大的二維陣列，該陣列的元素稱為_____________，其值為一整數，稱為灰度值。',
        options: [
          '串流(stream)',
          '圖元(pixel)',
          '位元組(byte)',
          '位元圖(bit map)',
        ],
        correctIndex: 1,
      },
      {
        id: '63',
        question:
          '智慧城市的應用體系可能包括了智慧物流體系、智慧製造體系、智慧貿易體系、智慧能源應用體系、智慧公共服務、等一系列應用體系，但不包括智慧_____________體系。',
        options: ['社會管理', '軍工', '交通體系', '健康保障'],
        correctIndex: 1,
      },
      {
        id: '64',
        question:
          '智慧家居是以_____________為平臺，通過物聯網IoT技術將家中的各種設備連接到一起，實現智慧化的一種生態系統。',
        options: ['社區', '住宅', '花園', '街道'],
        correctIndex: 1,
      },
      {
        id: '65',
        question:
          '智慧家居系統方案的設計有一個顯著的特點，就是安裝、調試與維護的工作量非常大，需要大量的人力物力投入，成為行業發展的瓶頸。針對這個問題，系統在設計時，就應考慮安裝與維護的部分工作，系統可以通過Internet遠端調試與維護。這是屬於設計智慧家居系統遵循的_____________原則。',
        options: ['實用便利', '方便性', '可靠性', '標準性'],
        correctIndex: 1,
      },
      {
        id: '66',
        question:
          '智慧家居系統方案的設計應依照產業有關標準進行，確保系統的擴充性和擴展性，在系統傳輸上採用標準的 TCP/IP網路協定技術，保證不同家電商品之間系統可以相容與互聯。這是屬於設計智慧家居系統遵循的_____________原則。',
        options: ['方便性', '實用便利', '可靠性', '標準性'],
        correctIndex: 3,
      },
      {
        id: '67',
        question:
          '設計智慧家居時要充分考慮到用戶體驗，並注重操作的便利化和直觀性，最好能採用圖像化的控制介面，讓操作所見即所得(What you see is what you get.)，這是屬於設計智慧家居系統遵循的_____________原則。',
        options: ['可靠性', '實用便利', '方便性', '標準性'],
        correctIndex: 1,
      },
      {
        id: '68',
        question:
          '智慧製造源於人工智慧的研究，包含智慧製造_____________和智慧製造系統。',
        options: ['行業', '技術', '工具', '理論'],
        correctIndex: 1,
      },
      {
        id: '69',
        question: '智慧農業的英文是_____________。',
        options: [
          'Internet wood',
          'smart agriculture',
          'smart wood',
          'Internet agriculture',
        ],
        correctIndex: 1,
      },
      {
        id: '70',
        question:
          '為發展擬人化的特性(具有人工意識或人工大腦)，許多知名企業提出人工大腦的基本框架：例如，將人工智慧劃分為應用層、認知層、感知層、演算法層、大數據、及雲計算等幾個層。其中，資料標註技術工作是屬於_____________層。',
        options: ['雲計算', '大數據', '應用層', '演算法層'],
        correctIndex: 1,
      },
      {
        id: '71',
        question:
          '現代神經網路是一種非線性統計性資料建模工具。典型的神經網路具有三個部分，除了_____________。',
        options: ['激勵函數', '尺寸', '結構', '學習規則'],
        correctIndex: 1,
      },
      {
        id: '72',
        question:
          '當我們把訓練資料送入神經網路的模型或函數學習機的學習過程中，在_____________的程度後，通常可以說這個神經網路的模型或函數學習機完成學習了。',
        options: [
          '系統無法反映',
          '誤差值r小於可以接受',
          '分類效果快速',
          '反應速度很短快',
        ],
        correctIndex: 1,
      },
      {
        id: '73',
        question:
          '相對於聊天機器人，智慧客服系統的結構中最大的區別是增強了_____________部分，它是真正實現智慧化的核心技術。',
        options: ['語義合成', '語義理解', '語音辨析', '音色優化'],
        correctIndex: 1,
      },
      {
        id: '74',
        question: '第一次的工業革命(簡稱工業1.0)是_____________的革命。',
        options: ['智能化', '機械化', '信息化', '電氣化'],
        correctIndex: 1,
      },
      {
        id: '75',
        question:
          '線上影片租賃服務商Netflix\n(網飛)的主要經營業務是提供Internet隨選流媒體播放，它所依賴的關鍵服務是_____________。',
        options: ['百度引擎', '推薦引擎', '搜尋引擎', '谷歌引擎'],
        correctIndex: 1,
      },
      {
        id: '76',
        question: '自然語言處理(NLP)是AI研究中_____________的領域之一。',
        options: [
          '研究歷史較短，但研究最多、要求最高',
          '研究歷史最長、研究最多、要求最高',
          '研究歷史最短、研究較少、要求不高',
          '研究歷史最長、研究最多，但要求不高',
        ],
        correctIndex: 1,
      },
      {
        id: '77',
        question:
          '語音辨識技術的最重大突破是在數位技術、積體電路技術發展之後，以及應用_____________的大詞彙量語音辨識系統，如李開復的Sphinx系統。',
        options: [
          '多功能詞彙分析系統',
          '隱含瑪律科夫模型HMM(Hidden Markov Model)',
          '資料編碼壓縮技術',
          '語音轉文字識別',
        ],
        correctIndex: 1,
      },
      {
        id: '78',
        question:
          '運用人工智慧機器演算法建立的模型或函數機制，有時候會去「背考古題」，遇過的考古題全部都會，但是對於未見過的問題，有時會回答的很離譜，這種情況稱作_____________。',
        options: [
          'syntax error(語法錯誤)',
          'overfitting(過適；過度擬合)',
          'just make it(正好)',
          'over guess(過猜；過度猜想)',
        ],
        correctIndex: 1,
      },
      {
        id: '79',
        question:
          '過去，統計學家們總是把他們的興趣放在提高樣本的隨機性，而不是數量上。這是因為_____________。',
        options: [
          '提高樣本隨機性是為了減少統計分析的工作量',
          '提高樣本隨機性可以減少對資料量的需求',
          '可以獲取的資料少，只要提高樣本隨機性可提高分析準確率',
          '樣本隨機性優於對大量數據的分析',
        ],
        correctIndex: 1,
      },
      {
        id: '80',
        question:
          '長期以來，人們已經發展了一些使用盡可能少資訊的技術。例如，傳統統計學的一個目的就是_____________。',
        options: [
          '用盡可能多的資料來驗證一般的發現',
          '用盡可能少的資料來證實盡可能重大的發現',
          '用盡可能少的資料來驗證一般的發現',
          '用盡可能少的資料來驗證盡可能簡單的發現',
        ],
        correctIndex: 1,
      },
      {
        id: '81',
        question:
          '面向特定領域的人工智慧技術，即專用人工智慧又簡稱為_____________。',
        options: ['Strong AI', 'ANI', 'ANN', 'AGI'],
        correctIndex: 1,
      },
      {
        id: '82',
        question:
          '便捷快速的預約掛號成為病患對醫院資源最大的需求之一。其最主要原因是______________所造成的。',
        options: [
          '重大型醫院，輕社區醫院',
          '重醫療，輕預防',
          '重城市，輕農村',
          '重個人衛生，輕公共衛生',
        ],
        correctIndex: 1,
      },
      {
        id: '83',
        question:
          '19世紀以來，當面臨大量資料時，社會都依賴於採樣分析。但是採樣分析是屬於_____________時代的產物。',
        options: ['雲', '青銅器', '類比資料', '電腦'],
        correctIndex: 2,
      },
      {
        id: '84',
        question:
          'ANN是一種模仿生物神經網路，其中的_____________扮演了生物神經模型中突觸的角色，用於調節一個神經元對另一個神經元的影響程度。',
        options: ['細胞體', '輸出通道', '權重', '輸入通道'],
        correctIndex: 2,
      },
      {
        id: '85',
        question: '人工智慧生態系統指的是在_____________人工智慧的配套能力。',
        options: ['實驗', '研究', '使用和管理', '開發'],
        correctIndex: 2,
      },
      {
        id: '86',
        question:
          '以深度學習(deep learning)為代表的人工智慧核心技術取得_____________，讓人工智慧的發展與應用邁向新的里程碑。',
        options: ['新動能', '新高地', '新突破', '新挑戰'],
        correctIndex: 2,
      },
      {
        id: '87',
        question:
          '以醫療資訊系統為例，智慧醫療具有的特點中不包括_____________。',
        options: ['互聯的', '協作的', '稀有的', '預防的'],
        correctIndex: 2,
      },
      {
        id: '88',
        question:
          '充分考慮公共區、商務區、居住區的不同需求，融合應用物聯網、互聯網、移動通信等各種資訊技術，發展社區政務、智慧家居系統、智慧樓宇管理、智慧社區服務、社區遠端監控、安全管理、智慧商務辦公等智慧應用系統，使居民生活“智慧化發展”。這是屬於_____________。',
        options: [
          '智慧交通，建設智慧化城市交通綜合管理和服務系統',
          '智慧政務城市綜合管理運營平臺',
          '智慧安居服務',
          '智慧教育文化服務：積極推進智慧教育文化體系建設',
        ],
        correctIndex: 2,
      },
      {
        id: '89',
        question:
          '圖形刺激作用於人類的感覺器官，人們再辨認出它是經歷過的某一圖形的過程，稱為_____________。',
        options: ['圖像保存', '圖像再認', '圖像識別', '影像處理'],
        correctIndex: 2,
      },
      {
        id: '90',
        question:
          '在一個語音理解系統中，包括音位知識、音變知識、韻律知識、詞法知識、句法知識，語義知識以及語用知識等，這是屬於_____________。',
        options: ['語音辨識', '語意處理', '語音知識', '知識處理'],
        correctIndex: 2,
      },
      {
        id: '91',
        question:
          '在一般情況下，訓練一個深度學習(DL)演算法需要很長的時間。這是因為深度學習(DL)演算法中_____________很多。',
        options: ['引擎', '機器結構', '參數', '搜尋'],
        correctIndex: 2,
      },
      {
        id: '92',
        question:
          '在大數據時代，要想獲得大規模資料帶來的好處，混亂資料應該是一種_____________。',
        options: [
          '非標準途徑，應該儘量避免的',
          '不正確途徑，需要竭力避免的',
          '標準途徑，而不應該是竭力避免的',
          '非標準途徑，但可以勉強接受的',
        ],
        correctIndex: 2,
      },
      {
        id: '93',
        question:
          '在醫療資訊系統中，提升知識和過程處理能力，進一步推動臨床創新和研究。這是智慧醫療的_____________特點。',
        options: ['互聯的', '普及的', '創新的', '可靠的'],
        correctIndex: 2,
      },
      {
        id: '94',
        question:
          '對城市工作族的居民而言，智慧城市的基本需求要件，就是能輕鬆找到最快捷的_____________、供水供電有保障，且街道更加安全。',
        options: ['打醬油便利店', '便宜的學區房', '上下班路線', '出差的訣竅'],
        correctIndex: 2,
      },
      {
        id: '95',
        question:
          '強化學習使用機器的個別歷史和經驗來做出決定，其經典應用是_____________。',
        options: ['文字處理', '資料採擷', '遊戲娛樂', '自動控制'],
        correctIndex: 2,
      },
      {
        id: '96',
        question:
          '智慧家居通過_____________技術將家中的各種設備（如多媒體影像設備、 照明系統、窗簾控制、空調控制、安防系統、數位影院系統、 影音伺服器、網路家電等）連接到一起。',
        options: ['互聯網', '內聯網', '物聯網', '社交網'],
        correctIndex: 2,
      },
      {
        id: '97',
        question:
          '智慧醫院中，實現與提升醫療服務的水準，分析患者過敏和用藥史，反映藥品產地批次等資訊，有效記錄和分析處方變更等資訊，為慢性病治療和保健提供參考。這是屬於_____________。',
        options: ['自動報警', '臨床決策系統', '智慧處方', '遠端會診'],
        correctIndex: 2,
      },
      {
        id: '98',
        question: '模式識別原本是_____________的一項基本智慧。',
        options: ['動物', '人工智慧', '人類', '電腦'],
        correctIndex: 2,
      },
      {
        id: '99',
        question:
          '機器學習有三種主要類型，有人稱它們為機器學習三兄弟。下列_____________可以描述監督學習的個性。',
        options: [
          '勇於嘗試的開創者',
          '隨心所欲的冒險者',
          '事前充分準備的認真者',
          '使用塔羅牌的神算者',
        ],
        correctIndex: 2,
      },
      {
        id: '100',
        question:
          '機器學習的核心是“使用_____________解析資料，從中學習，然後對世界上的某件事情做出決定或預測”。',
        options: ['程式', '模組', '演算法', '函數'],
        correctIndex: 2,
      },
      {
        id: '101',
        question:
          '機器學習的主要核心是“使用_____________來解析資料，從中學習，然後對某件事情做出決定或預測”。',
        options: ['程式', '函數', '模組', '演算法'],
        correctIndex: 3,
      },
      {
        id: '102',
        question: '用於描述解決特定問題的步驟序列稱為_____________。',
        options: [
          '人工智慧（Artificial Intelligence, AI）',
          '電腦(computer)',
          '演算法(algorithm)',
          '弱人工智慧（weak AI）',
        ],
        correctIndex: 2,
      },
      {
        id: '103',
        question: '第四次的工業革命(簡稱工業4.0)是_____________的革命。',
        options: ['信息化', '電氣化', '智能化', '機械化'],
        correctIndex: 2,
      },
      {
        id: '104',
        question:
          '聊天機器人系統一般包含語音辨識、_____________、對話管理、自然語言生成、語音轉換等五個主要的功能模組。',
        options: [
          '機器語言合成',
          '機器語言理解',
          '自然語言理解',
          '自然語言優化',
        ],
        correctIndex: 2,
      },
      {
        id: '105',
        question:
          '通常設計人工智慧系統時，都會先學習並分析地球上最自然的智慧系統之一，即_____________。',
        options: [
          '人腦和五官系統',
          '肌肉和血管系統',
          '人腦和神經系統',
          '思維和學習系統',
        ],
        correctIndex: 2,
      },
      {
        id: '106',
        question:
          '_____________不僅是要從過去自動化、標準化作業(SOP)的大量生產，結合智慧互聯、智慧生產、智慧工廠，轉變為以顧客為中心的客制化生產。',
        options: ['工業2.0', '工業3.0', '工業1.0', '工業4.0'],
        correctIndex: 3,
      },
      {
        id: '107',
        question:
          '_____________是人工智慧的核心技術之一，是使計算機具有智慧的根本途徑，其應用遍及人工智慧的各個領域，它主要使用歸納、綜合而不是演繹。',
        options: ['強化學習', '推薦引擎', '搜尋引擎', '機器學習'],
        correctIndex: 3,
      },
      {
        id: '108',
        question:
          '_____________是個大奇蹟，被認為可能是繼互聯網之後，人類最偉大的技術革命。',
        options: ['Internet', 'AI', 'Database', 'IoT'],
        correctIndex: 3,
      },
      {
        id: '109',
        question:
          '_____________是智慧工廠的核心，透過領先的資料收集和呈現，實現智慧工廠數位化轉型。',
        options: [
          '智慧型引導運輸車IGV(intelligent guided vehicle)',
          '感測器(sensor)',
          '工業機器人',
          '工業4.0戰情室(situation room)',
        ],
        correctIndex: 3,
      },
      {
        id: '110',
        question:
          '_____________集合了三維地理資訊系統3D-GIS、建築資訊模型BIM和物聯網IoT等多種先進技術的城市管理手段，為智慧城市發展注入了新鮮血液。',
        options: [
          'AIoT智慧物聯網模型',
          '5G智慧網模型',
          'Big data city model(大數據城市模型)',
          'CIM(城市資訊模型)',
        ],
        correctIndex: 3,
      },
      {
        id: '111',
        question: '“人工智慧物聯網”的英文縮寫是_____________。',
        options: ['IoT', 'Smart IoT', 'AI', 'AIoT'],
        correctIndex: 3,
      },
      {
        id: '112',
        question: '“智慧城市”的概念源於_____________的理念。',
        options: [
          '1987年華為公司提出的“構建萬物互聯的智慧世界”',
          '1995年微軟公司提出的“Windows 95”',
          '2010年谷歌公司提出的“工作賦予挑戰，挑戰帶來快樂”',
          '2008年IBM公司提出的“智慧地球”',
        ],
        correctIndex: 3,
      },
      {
        id: '113',
        question:
          '人工智慧AI在圖像識別上已經超越了人類，支援這些圖像識別技術的，通常是_____________。',
        options: ['雲計算', '神經計算', '網際網路', '深度神經網路'],
        correctIndex: 3,
      },
      {
        id: '114',
        question: '人工智慧成為世界各國競相戰略佈局的_____________。',
        options: ['新突破', '新動能', '新亮點', '新高地'],
        correctIndex: 3,
      },
      {
        id: '115',
        question:
          '人工智慧用電腦實現的方法中，_____________系統開始常犯錯誤，但它能吸取教訓，在下一次運行時就可能改正，至少不會永遠錯下去，通常不需要發佈新版本或做修正\n(打補丁)。',
        options: [
          '工程學方法(engineering approach)',
          '傳統的程式設計技術(programming)',
          '自動程式設計(auto-programming)技術',
          '模擬法(modeling approach)',
        ],
        correctIndex: 3,
      },
      {
        id: '116',
        question:
          '人工智慧的發展伴隨著越來越多的個人資料被記錄和分析，而在這個過程中_____________是能夠增加社會信任的重要條件。',
        options: [
          '加強資料傳播',
          '提高存儲能力',
          '重視資料壓縮',
          '保護個人隱私',
        ],
        correctIndex: 3,
      },
      {
        id: '117',
        question:
          '人工智慧經常被稱為世界三大尖端技術之一，下列說法中錯誤的是_____________。',
        options: [
          '基因工程、納米科學、人工智慧',
          '人工智慧已成為一個獨立的學科分支，無論在理論和實踐上都已自成系統',
          '空間技術、能源技術、人工智慧',
          '管理技術、工程技術、人工智慧',
        ],
        correctIndex: 3,
      },
      {
        id: '118',
        question:
          '因為大數據是建立在_____________，所以我們才可以正確地考察細節，並進行新的分析。',
        options: [
          '在掌握少量精確資料的基礎上，盡可能多方地收集其他資料',
          '掌握少量資料，至少是盡可能精確地資料的基礎上',
          '盡可能掌握具多元與精確資料的基礎上',
          '掌握所有資料，至少是盡可能多資料的基礎上',
        ],
        correctIndex: 3,
      },
      {
        id: '119',
        question:
          '國際自動機工程師學會(SAE International)定義的自動駕駛為六級，「完全自動駕駛」的車輛是指哪一級？',
        options: [
          '等級1(Level 1)',
          '等級0(Level 0)',
          '等級4(Level 4)',
          '等級5(Level 5)',
        ],
        correctIndex: 3,
      },
      {
        id: '120',
        question:
          '圖像採集就是從_____________獲取場景圖像的過程，是機器視覺的第一步。',
        options: ['終端設備', '資料存儲', '離線終端', '工作現場'],
        correctIndex: 3,
      },
      {
        id: '121',
        question: '在大資料時代，非常新穎且有價值的觀點是_____________。',
        options: [
          '應當確認所有數據的準確性',
          '緊盯事物之間的因果關係(causal relationship)',
          '應當做到傳統的數據精確分析效果',
          '應該尋找事物之間的相關關係(correlationship)',
        ],
        correctIndex: 3,
      },
      {
        id: '122',
        question:
          '在每個音段上標記正確的文字，再反饋給語音辨識系統做學習。這種由人工先聽取後，並錄入正確文字的過程，稱之為_____________。',
        options: ['合成和分析', '語音轉文字識別TTS', '語音的自動檢測', '標音'],
        correctIndex: 3,
      },
      {
        id: '123',
        question:
          '在電商領域，通過自動採集不同管道中用戶與企業的互動資料（包括將語音對話轉換成為結構化的文字資料），加上多維度的輔助分析模型，智慧客服機器能夠幫助企業挖掘不同業務場景下的高頻話題，及時獲取某類產品/服務的市場回饋。這是_____________的應用案例。',
        options: [
          '用智慧客服機器守住第一觸點',
          '借智慧客服機器獲取消費對話資訊作為洞察與運營決策',
          '以智慧客服機器優化人工服務',
          '讓智慧客服機器分發個性化的內容',
        ],
        correctIndex: 1,
      },
      {
        id: '124',
        question:
          '在電商領域，通過靈活的關鍵字匹配、情感/語速識別和智慧業務模型規則，運用智慧客服機器深入多個業務場景，對人工客服的服務態度、話術規範及處理業務的流程做出自動化的批量檢測，將質檢覆蓋率提升到100%。這是_____________的應用案例。',
        options: [
          '用智慧客服機器守住第一觸點',
          '讓智慧客服機器分發個性化的內容',
          '借智慧客服機器獲取消費對話資訊作為洞察與運營決策',
          '以智慧客服機器優化人工服務',
        ],
        correctIndex: 3,
      },
      {
        id: '125',
        question: '大數據的數據存儲單位，1 TB\n(terabyte) =_____________。',
        options: ['1,024 KB', '1,024 PB', '1,024 MB', '1,024 GB'],
        correctIndex: 3,
      },
      {
        id: '126',
        question:
          '如果將人工智慧分成運算資源基礎、核心技術發展與應用領域等層次，智慧機器人(intelligent robot)/ 智慧家居（smart home; intelligent home）是屬於_____________。',
        options: [
          '運算資源基礎',
          '運算資源基礎、核心技術發展、應用領域等三者都有',
          '核心技術發展',
          '應用領域',
        ],
        correctIndex: 3,
      },
      {
        id: '127',
        question:
          '我們經常把“人”這類群體分為“男”(male)、“女”(female)特徵進行抽象概括，而統稱為“性別(sex)”；這種對某一類特定群體或物件的某項特徵進行的抽象分類和概括，稱為_____________。',
        options: [
          '使用者畫像(user profile)',
          '摘要(abstract)',
          '商業智慧(BI)',
          '標籤(tag)',
        ],
        correctIndex: 3,
      },
      {
        id: '128',
        question: '智慧城市的英文是_____________。',
        options: ['Smart IoT', 'smart district', 'Internet city', 'smart city'],
        correctIndex: 3,
      },
      {
        id: '129',
        question:
          '智慧工廠是以_____________作為基本資料的搜集機制，所得到的大數據(big data)將是整個智慧工廠的重要資產，包括歷史資料與現在的資料。',
        options: [
          '自動導引運輸車AGV',
          '虛實合一系統CPS',
          '機器人應遵守人類的命令',
          '物聯網(IoT)',
        ],
        correctIndex: 3,
      },
      {
        id: '130',
        question:
          '有一個使用大數據的修護系統，把異常情況與正常情況進行對比，就知道什麼地方會出毛病。通過儘早地發現異常，系統可提醒在故障之前更換零件或者修復問題。這是使用_____________分析方法。',
        options: ['採樣', '分類', '神算', '相關關係'],
        correctIndex: 3,
      },
      {
        id: '131',
        question:
          '有研究者認為，讓電腦擁有智商是很危險的，它可能會反抗人類。這種隱患已經在_____________中呈現過，其關鍵是允不允許機器擁有自主意識的產生與延續。',
        options: ['政府報告', '法律檔案', '一些案例', '多部電影'],
        correctIndex: 3,
      },
      {
        id: '132',
        question:
          '機器學習有三種主要的類型：監督學習、非監督學習和_____________學習，各自有著不同的特點。',
        options: ['自主', '重複', '優化', '強化'],
        correctIndex: 3,
      },
      {
        id: '133',
        question:
          '現代圖像識別技術的一項不足之處是_____________，這也是目前圖像識別技術需要克服的地方。',
        options: [
          '圖像圖元不足',
          '識別結果不穩定',
          '識別速度慢',
          '自我調整性能差',
        ],
        correctIndex: 3,
      },
      {
        id: '134',
        question:
          '產品生命週期管理是一種對智慧工廠所有與產品相關的資料、在其整個生命週期內，進行管理的技術，英文簡稱為_____________。',
        options: ['CPS', 'Internet', 'AGV', 'PLM'],
        correctIndex: 3,
      },
      {
        id: '135',
        question: '車牌辨識主要應用了_____________技術。',
        options: [
          '自然語言處理',
          '雲計算',
          '自動程式設計(auto-programming)',
          '電腦視覺',
        ],
        correctIndex: 3,
      },
      {
        id: '136',
        question:
          '電腦的出現使資訊存儲和處理技術與應用等各個方面都發生了革命。下列說法中不正確的是_____________。',
        options: [
          '電腦在可改變的程式的控制下運行',
          '電腦用電子方式處理資料的技術，為實現人工智慧提供了一種媒介',
          '電腦是用於操縱資訊的設備',
          '人工智慧技術是後電腦時代的先進工具',
        ],
        correctIndex: 3,
      },
      {
        id: '137',
        question:
          '_____________神經網路通常包括兩個特別形式的層，一為卷積層，另為池化層(pooling layer) 。卷積層用來設計些不同大小的方塊式過濾器(filter)，去找出照片的特徵，池化層則是決定方塊（好像是選區一樣）的大小，從每個選區中選出最大的值。',
        options: [
          '前饋神經網路(Feedforward Neural Netwnk, FNN)',
          '深度置信網路(Deep Belief Networks, DBN)',
          '遞迴神經網路(Recursive Neural Network, RNN)',
          '卷積神經網路(Convolutional Neural Network, CNN)',
        ],
        correctIndex: 3,
      },
      {
        id: '138',
        question:
          '一般是指從大量的資料中，通過演算法搜索隱藏於其中資訊的過程；它通常透過電腦處理與統計、線上分析處理(OLAP, online analytical processing)、情報檢索和模式識別等諸多技術或方法來實現上述目標。這是_____________技術。',
        options: [
          '邊緣計算或雲計算(cloud computing)',
          '自動程式設計(auto-programming)',
          '智慧型機器人（機器人學）(intelligent robots)',
          '資料採擷(data mining)',
        ],
        correctIndex: 3,
      },
      {
        id: '139',
        question:
          '在人工智慧領域機器學習技術中，常運用建立數學的模型(model) 來預測有興趣的變數變化情況。其中，_____________分析目的是要瞭解，兩個或多個變數之間的相關程度、相關的方向(正或負相關)與強度有多少？',
        options: [
          'label(標籤)',
          'classification(分類)',
          'clustering(分群)',
          'regression(迴歸)',
        ],
        correctIndex: 3,
      },
      {
        id: '140',
        question:
          '在智慧製造中，_____________是指每個整子(honon)可以對其自身的操作行為作出規劃，可以對意外事件（如製造資源變化、製造任務貨物要求變動等）作出反應，並且其行為是可控的。',
        options: ['智慧性', '自治性', '柔性', '敏捷性'],
        correctIndex: 1,
      },
      {
        id: '141',
        question:
          '在智慧製造中的系統中，幫助我們可以根據實際情況靈活的設置AGV的運行路線、呼叫派車、即時監控，智慧分析AGV的運行情況，這是_____________。',
        options: [
          'AGV自動導引運輸車',
          '戰情室',
          'AGV智慧調度系統',
          '製造執行系統MES',
        ],
        correctIndex: 2,
      },
    ],
  },
  ai_certification_exam_multiple_choice: {
    id: 'ai_certification_exam_multiple_choice',
    name: 'AI 證照檢定（多選）',
    quizType: 'multiple_choice',
    quizOpen: false,
    questionCount: 63,
    timeLimit: 0,
    questions: [
      {
        id: '1',
        question:
          '在創建新零售時，至少要滿足_____________等四項需求。(請選擇二項)',
        options: [
          '網域功能變數名稱(domain name)、雲平臺(cloud platform)',
          '雲市場(cloud market)、全域行銷(overall marketing)',
          '街頭店上市場(street market)、全域行銷(overall marketing)。',
          'IP位址(IP address)、雲平臺(cloud platform)',
        ],
        correctIndex: [0, 1],
      },
      {
        id: '2',
        question:
          '弱人工智慧(weak AI)又稱為專用人工智慧(ANI, artificial narrow intelligence)，應用實例有_____________。(請選擇二項)',
        options: [
          '車牌辨識系統',
          '語音助理(Siri)',
          '新一代自動駕駛車',
          '家庭照護用的機器人',
        ],
        correctIndex: [0, 1],
      },
      {
        id: '3',
        question:
          '有專家將強人工智慧(strong AI)分成兩類，是指_____________。(請選擇二項)',
        options: [
          '非類人的人工智慧',
          '類人的人工智慧',
          '應用型的人工智慧',
          '混成式的人工智慧',
        ],
        correctIndex: [0, 1],
      },
      {
        id: '4',
        question:
          '下列_____________資訊服務利用了人工智慧的機器學習技術。(請選三項(含)以上)',
        options: [
          '智慧語音助手Siri',
          'Alexa個人助理用戶端',
          'Netflix電影推薦',
          'QQ郵箱轉送',
        ],
        correctIndex: [0, 1, 2],
      },
      {
        id: '5',
        question:
          '下列屬於知識發現(knowledge discovery)的技術有_____________。(請選三項(含)以上)',
        options: [
          '關聯規則探勘(association rule mining)',
          '分類模型(classification modeling)',
          '序列樣式探勘(sequential pattern mining)',
          '反聚類(anti-clustering)',
        ],
        correctIndex: [0, 1, 2],
      },
      {
        id: '6',
        question:
          '人工智慧定義中的“智慧”，涉及到諸如_____________等問題。(請選三項(含)以上)',
        options: ['意識', '自我', '思維', '論證'],
        correctIndex: [0, 1, 2],
      },
      {
        id: '7',
        question:
          '人工智慧的發展突破了“三算”方面的制約因素，這“三算”包括_____________。(請選三項(含)以上)',
        options: ['算料', '演算法', '算力', '運算元'],
        correctIndex: [0, 1, 2],
      },
      {
        id: '8',
        question:
          '基於電腦視覺的圖像檢索，可以分為類似文本搜尋引擎的三個步驟，包括_____________。(請選三項(含)以上)',
        options: ['建立索引', '提取特徵', '查詢', '清晰'],
        correctIndex: [0, 1, 2],
      },
      {
        id: '9',
        question:
          '所謂“新零售”是指:個人、企業以互聯網為依託，涵蓋_____________的零售新模式。(請選三項(含)以上)',
        options: [
          '通過運用大數據、人工智慧等先進技術手段並運用心理學知識',
          '對商品的生產、流通與銷售過程進行升級改造，進而重塑業態結構與生態圈',
          '對線上服務、線下體驗以及現代物流進行深度融合',
          '能主動執行零售任務的機器人',
        ],
        correctIndex: [0, 1, 2],
      },
      {
        id: '10',
        question:
          '語音信號處理是一門多學科的綜合技術。它以_____________以及聲學等基本學科為基礎。(請選三項(含)以上)',
        options: ['生理學', '心理學', '語言學', '農業學'],
        correctIndex: [0, 1, 2],
      },
      {
        id: '11',
        question:
          'ANN(人工神經網路)從股票市場預測到_____________和許多其他應用領域都有突出的應用表現。(請選三項(含)以上)',
        options: ['汽車自主控制', '圖像模式識別', '語音辨識', '經濟預測'],
        correctIndex: [0, 1, 2, 3],
      },
      {
        id: '12',
        question:
          '人工智慧AI與智慧城市的關係為_____________。(請選三項(含)以上)',
        options: [
          '人工智慧是實現智慧城市的技術手段之一',
          '人工智慧技術是和其它資訊技術(例如:物聯網、雲計算、資料採擷…等等) 相互結合或基礎上，共同作用建設智慧城市的',
          '人工智慧是有其特定概念與技術內涵的，AI與其它技術有明確區別，是發揮認知、分析、運籌與決策作用的關鍵技術',
          '智慧城市會隨著人工智慧技術的不斷發展深化，推演預測、自動決策等城市智慧化水準不斷提高',
        ],
        correctIndex: [0, 1, 2, 3],
      },
      {
        id: '13',
        question:
          '大數據的混亂(chaos)資料，是指_____________。(請選三項(含)以上)',
        options: [
          '在萃取或處理資料的時候，也會發生混亂',
          '隨著資料的增加，錯誤率相應增加，其中的部分資料可能是錯誤的',
          '在大數據背景下很難做到清洗資料(data cleansing)',
          '在整合來源不同的各類資訊時，因格式不完全一致，會加大混亂程度',
        ],
        correctIndex: [0, 1, 2, 3],
      },
      {
        id: '14',
        question:
          '智慧醫療以人工智慧為核心的ICT群組技術支援包括_____________等，正在顛覆醫療觀念、體系與技術及服務。(請選三項(含)以上)',
        options: ['雲運算技術', '大數據分析', '物聯網技術', '穿戴式/移動裝置'],
        correctIndex: [0, 1, 2, 3],
      },
      {
        id: '15',
        question:
          '相較於一般的監督式學習的機器學習系統，深度學習系統還存在_____________的問題。(請選兩項(含)以上)',
        options: [
          '建模的成本較高',
          '需要大量的訓練資料',
          '有些領域或問題，採用傳統的監督式機器學習方法，就可很好地解決問題了',
          '現在的深度學習方法不是對人腦的模擬',
        ],
        correctIndex: [0, 1, 2, 3],
      },
      {
        id: '16',
        question:
          '自從SARS, MERS及新冠狀病毒COVID-19連續發生以來，作為智慧醫療體系中的區域衛生系統的發展就變成很重要，區域衛生系統可包括_____________等。(請選三項(含)以上)',
        options: [
          '發展電子健康檔案（electronic health records，EHRs）',
          '區域衛生平臺+公共衛生系統',
          '運用尖端的科學和電腦技術，建立醫療單位以及其它有關組織開展疾病危險度的評價。',
          '制定規範以預防和控制疾病的發生',
        ],
        correctIndex: [0, 1, 2, 3],
      },
      {
        id: '17',
        question:
          '關於資料結構化與非結構化的觀點，下列說法正確的是_____________。(請選三項(含)以上)',
        options: [
          '據估計，只有5％的數位資料是屬於結構化資料',
          '網頁和影像(視頻)資源大多屬於非結構化資料',
          '非結構化資料可能包括很多模糊(fuzzy)和不確定(uncertain)的數據',
          '資料結構化才能適用於傳統資料庫',
        ],
        correctIndex: [0, 1, 2, 3],
      },
      {
        id: '18',
        question:
          '在知識發現(knowledge discovery)的處理流程中，有_____________等流程項目。(請選三項(含)以上)',
        options: [
          '資料預處理(data preprocessing)',
          '資料挖掘(data mining)',
          '資料篩選(data selection)',
          '知識評估(knowledge evaluation)',
          '資料格式轉換(data transformation)',
        ],
        correctIndex: [0, 1, 2, 3, 4],
      },
      {
        id: '19',
        question:
          '下列_____________可能是由於醫療資訊不暢，醫療資源兩極化，醫療監督機制不全等原因導致的。(請選三項(含)以上)',
        options: [
          '大醫院人滿為患',
          '社區醫院比省市級醫院較少人問津',
          '自然環境污染嚴重',
          '病人就診手續繁瑣',
        ],
        correctIndex: [0, 1, 3],
      },
      {
        id: '20',
        question:
          '人工智慧AI在數位醫療健康領域應用中已經扮演樞紐角色，應用於_____________等三大領域。(請選三項(含)以上)',
        options: ['數位醫療', '精准醫療', '專屬醫學', '預防醫學'],
        correctIndex: [0, 1, 3],
      },
      {
        id: '21',
        question:
          '人工智慧技術AI與三大新興技術跨領域結合，組成人工智慧物聯網，分別是指_____________。(請選三項(含)以上)',
        options: [
          '大數據(big data)',
          '物聯網(IoT, Internet of things)',
          '自然語言處理',
          '邊緣計算(雲計算)(cloud computing)',
        ],
        correctIndex: [0, 1, 3],
      },
      {
        id: '22',
        question:
          '人工智慧生態系統中三項至關重要的相關技術基礎，包括_____________。(請選三項(含)以上)',
        options: ['信任', '安全性', '潛力性', '可靠性'],
        correctIndex: [0, 1, 3],
      },
      {
        id: '23',
        question:
          '使城市交通系統具備普及化泛在感知、互聯、分析、預測、控制、應用等能力，是建設智慧城市的必經之路，而在智慧交通體系中，道路交通資訊搜集主要包括_____________。(請選三項(含)以上)',
        options: ['路況監視', '車輛定位', '交通控制', '旅遊資訊'],
        correctIndex: [0, 1, 3],
      },
      {
        id: '24',
        question:
          '使城市交通系統具備普及化泛在感知、互聯、分析、預測、控制、應用等能力，是建設智慧城市的必經之路。而在智慧交通體系中，交通資訊發佈與路況管理主要包括_____________。(請選三項(含)以上)',
        options: ['公車到站信息', '用路人信息', '交通控制', '旅遊資訊'],
        correctIndex: [0, 1, 3],
      },
      {
        id: '25',
        question:
          '國際市場產業研究機構(IHS, Information Handling Services)曾指出，關於現代化的城市(city)主要須具備的功能有：移動(mobility)和運輸(transport)、能源(energy)與永續(sustainability)、_____________等城市功能(city functions)。(請選三項(含)以上)',
        options: [
          '基礎設施(physical infrastructure)',
          '治理(governance)',
          '都市合併(city merging)',
          '安防(safety and security)',
        ],
        correctIndex: [0, 1, 3],
      },
      {
        id: '26',
        question:
          '大數據的特點可用5V或3V來代表，_____________就是3V的代表。(請選三項(含)以上)',
        options: [
          'Volume (容積)',
          'Velocity (速度)',
          'Value (價值)',
          'Variety (種類)',
        ],
        correctIndex: [0, 1, 3],
      },
      {
        id: '27',
        question:
          '得益於人工智慧技術的興起，一些行業崗位將呈現出顯著的增長趨勢。例如，下面_____________等三項即是。(請選三項(含)以上)',
        options: [
          '資料科學家',
          '機器學習工程師',
          '電腦維修工程師',
          'AI硬體專家',
        ],
        correctIndex: [0, 1, 3],
      },
      {
        id: '28',
        question:
          '數位城市或智慧城市3S技術，是指_____________。(請選三項(含)以上)',
        options: [
          '地理資訊系統GIS',
          '全球衛星定位系統GPS',
          '大數據分析系統BDS',
          '遙感RS',
        ],
        correctIndex: [0, 1, 3],
      },
      {
        id: '29',
        question: '智慧客服的核心價值在於_____________。(請選三項(含)以上)',
        options: [
          '對成本、效率、員工滿意度、客戶滿意度多方面解決問題與痛點',
          '在融入智慧客服系統之後，還能實現企業客服部門功能升級轉型',
          '為企業提高服務費用與產品價格變革助力。',
          '讓企業發現有價值的資料、隨時發現新的商機',
        ],
        correctIndex: [0, 1, 3],
      },
      {
        id: '30',
        question:
          '機器視覺需要_____________，以及物體建模等處理。一個有能力的視覺系統應該把所有這些處理都緊密地集成在一起。(請選三項(含)以上)',
        options: ['幾何處理和推理', '圖像信號', '圖像聚合', '紋理和顏色建模'],
        correctIndex: [0, 1, 3],
      },
      {
        id: '31',
        question:
          '為了發展擬人化的特性(具有人工意識或人工大腦)，許多知名企業提出人工大腦的基本框架。例如，有企業將人工智慧大腦劃分為應用層、認知層、感知層、演算法層、大數據、及雲計算等幾個層。下列_____________是屬於認知層。(請選三項(含)以上)',
        options: ['自然語言處理', '知識圖譜', '圖像識別', '用戶畫像'],
        correctIndex: [0, 1, 3],
      },
      {
        id: '32',
        question:
          '要完全理解大多數機器學習演算法，需要對一些關鍵的數學概念有一個基本的理解。機器學習使用的數學知識主要包括_____________。(請選三項(含)以上)',
        options: ['線性代數', '微積分', '解析幾何', '概率和統計'],
        correctIndex: [0, 1, 3],
      },
      {
        id: '33',
        question:
          '要落實推動工業4.0需要先從技術面、行為面、與觀念面來瞭解工業4.0的重點內涵。其中的「虛實合一系統」是_____________。(請選三項(含)以上)',
        options: [
          '以「智慧工廠」為精神',
          '機器人為焦點',
          '光電設備為核心基礎',
          '強調創造人機協同作業',
        ],
        correctIndex: [0, 1, 3],
      },
      {
        id: '34',
        question:
          '通過總結人工智慧發展歷程中的經驗和教訓，我們可以得到的啟示是_____________。(請選三項(含)以上)',
        options: [
          '尊重發展規律是推動學科健康發展的前提，實事求是設定發展目標是制定學科發展規劃的基本原則',
          '基礎研究是學科可持續發展的基石',
          '在人工智慧技術開發方面應遵循專利至上原則；在技術應用方面則應當遵循權責一致原則',
          '應用需求是科技創新的不竭之源，學科交叉(跨領域)是創新突破的“捷徑”，寬容失敗是支持創新中應有之義',
        ],
        correctIndex: [0, 1, 3],
      },
      {
        id: '35',
        question:
          '關於大數據與小數據的差異性，下列說法正確的是_____________。(請選三項(含)以上)',
        options: [
          '當局限在可以分析和能夠確定的資料上時，對世界的整體理解就可能產生偏差和錯誤',
          '大數據:更強調資料的完整性和混雜性',
          '大數據不容易説明人們進一步接近事實的真相',
          '小資料強調數據的精確性',
        ],
        correctIndex: [0, 1, 3],
      },
      {
        id: '36',
        question: '關於大數據處理數據的觀點有_____________。(請選三項(含)以上)',
        options: [
          '紛繁的數據越多越好',
          '接受不精確和不完美的資料',
          '經過多年的發展，技術尚未成熟，尚未得到充分應用',
          '樣本=總體',
        ],
        correctIndex: [0, 1, 3],
      },
      {
        id: '37',
        question:
          '關於智慧工廠應變力的具體意義與功能有_____________。(請選三項(含)以上)',
        options: [
          '交期承諾短---小量客制化、且12Hr.內交貨',
          '生產效率高---產能提高，但不任意擴廠、不加人',
          '減少研發費用---盡量降低研究發展的人力與經費',
          '庫存水準低---零庫存為目標',
        ],
        correctIndex: [0, 1, 3],
      },
      {
        id: '38',
        question:
          '為了發展擬人化的特性(具有人工意識或人工大腦)，許多知名企業提出人工大腦的基本框架。例如，有企業將人工智慧大腦劃分為應用層、認知層、感知層、演算法層、大數據、及雲計算等幾個層。下列_____________是屬於感知層。(請選擇二項)',
        options: ['圖像識別', '機器學習', '語音辨識', '大數據'],
        correctIndex: [0, 2],
      },
      {
        id: '39',
        question:
          '知識圖譜(knowledge graph)系統的生命週期包含四個重要環節：_____________、知識管理與知識應用。(請選兩項)',
        options: [
          '知識表示(knowledge representation)',
          '知識轉換(knowledge transformation)',
          '知識獲取(knowledge acquisition)',
          '知識評估(knowledge evaluation)',
        ],
        correctIndex: [0, 2],
      },
      {
        id: '40',
        question: '關於智慧交通的英文為_____________。(請選擇二項)',
        options: [
          'ITS',
          'IoT',
          'intelligent transportation systems',
          'Internet transportation systems',
        ],
        correctIndex: [0, 2],
      },
      {
        id: '41',
        question:
          '人工智慧經常被並列稱為世界三大尖端技術之一，下列說法正確的是_____________。(請選三項(含)以上)',
        options: [
          '基因工程、奈米科學、人工智慧',
          '管理技術、工程技術、人工智慧',
          '空間技術、能源技術、人工智慧',
          '人工智慧已成為一個獨立的學科分支，無論在理論和實踐上都已自成系統',
        ],
        correctIndex: [0, 2, 3],
      },
      {
        id: '42',
        question:
          '圖像識別的發展經歷了三個階段，包括_____________等。(請選三項(含)以上)',
        options: ['文字識別', '圖元識別', '物體識別', '數位影像處理與識別'],
        correctIndex: [0, 2, 3],
      },
      {
        id: '43',
        question:
          '在大規模個性化定制的生產需求下，企業從工業3.0自動化工廠升級為工業4.0智慧工廠的運作模式通常會考慮的處理方式有_____________。(請選三項(含)以上)',
        options: [
          '使用智慧機台',
          '舊機台全部需要淘汰',
          '舊機台盡量採外掛式提升智能',
          '建立智慧工廠平臺',
        ],
        correctIndex: [0, 2, 3],
      },
      {
        id: '44',
        question:
          '影像處理技術的主要內容包括3個部分，包括_____________等。(請選三項(含)以上)',
        options: ['匹配、描述和識別', '數據排序', '圖像壓縮', '增強和復原'],
        correctIndex: [0, 2, 3],
      },
      {
        id: '45',
        question:
          '智慧城市經常與_____________、無線城市、生態城市、低碳城市等區域發展概念相交叉，甚至與電子政務(行政事務)、智慧交通、智慧電網等行業資訊化概念產生重疊。(請選三項(含)以上)',
        options: ['數字城市', '宜居城市', '感知城市', '智能城市'],
        correctIndex: [0, 2, 3],
      },
      {
        id: '46',
        question:
          '有研究指出，人工智慧可能會給人類社會帶來潛在威脅，包括_____________。(請選三項(含)以上)',
        options: ['物理安全', '年長者安全', '數位安全', '政治安全'],
        correctIndex: [0, 2, 3],
      },
      {
        id: '47',
        question:
          '目前智慧客服還不能完全取代人工客服。企業將智慧客服更多地用於_____________等方式進行。(請選擇二項)',
        options: [
          '讓智慧客服首先能夠解決“即時客服”的問題',
          '通過對用戶意圖的理解並將用戶意圖分類，普通常見問題直接通過人工客服解決',
          '對用戶意圖的理解和預測及需求上，以調升或調降產品的售價',
          '複雜問題由智慧客服轉到人工客服',
        ],
        correctIndex: [0, 3],
      },
      {
        id: '48',
        question:
          '立足於大數據思維，將城市交通資料有條件地開放，其中_____________等，就是基於開放的資料(open data)進行資料融合、深度挖掘的實際應用案例。(請選兩項)',
        options: [
          '公車、捷運(地鐵)等App，提供即時進站資訊的查詢',
          '每位公民繳稅、欠稅情形的查詢',
          '高速路上每部車輛定位App即時位置的查詢',
          '飛機航班App起降即時情況的查詢',
        ],
        correctIndex: [0, 3],
      },
      {
        id: '49',
        question: '關於大數據說法正確的是_____________。(請選兩項)',
        options: [
          '從大數據中被挖掘出來的有用資訊去服務城市就叫做“智慧城市”，去服務交通就叫做“智慧交通”，去服務家庭就叫做“智慧家居”，去服務於醫院就叫做“智慧醫院”',
          '良好的大數據系統，隨著資料的增加，錯誤率不會相應增加，而且所有的資料必須是正確的',
          '在大數據背景下很容易做到清洗資料(data cleansing)',
          '“資料採擷”(data mining)的數據分析或挖掘技術的產生或需求，是在進行”雲計算”時，需要從大量數據中挖掘有用的資訊',
        ],
        correctIndex: [0, 3],
      },
      {
        id: '50',
        question:
          'AGI ( artificial general intelligence)通用人工智慧又稱為強人工智慧，應用實例有_____________。(請選擇二項)',
        options: [
          '語音助理(Siri)',
          '家庭照護用的機器人',
          '新一代自動駕駛車',
          '車牌辨識系統',
        ],
        correctIndex: [1, 2],
      },
      {
        id: '51',
        question: '下面_____________是屬於深度學習的技術。(請選三項(含)以上)',
        options: [
          '專家系統',
          '深度神經網路(deep neural network, DNN)',
          '卷積神經網路(convolutional neural network, CNN)',
          '遞迴神經網路(recursive neural network, RNN)',
        ],
        correctIndex: [1, 2, 3],
      },
      {
        id: '52',
        question:
          '人工智慧當前的發展具有“四新”特徵，包括新挑戰以及_____________等。(請選三項(含)以上)',
        options: ['新能源', '新突破', '新高地', '新動能'],
        correctIndex: [1, 2, 3],
      },
      {
        id: '53',
        question:
          '圖像識別的主要方法有三種模式，包括_____________等模式。(請選三項(含)以上)',
        options: ['圖元模式', '模糊模式', '結構模式', '統計模式'],
        correctIndex: [1, 2, 3],
      },
      {
        id: '54',
        question:
          '在圖像識別領域中，模式識別是一門與概率、統計緊密結合的科學，主要分為_____________模式識別等三種。(請選三項(含)以上)',
        options: ['智能', '句法', '統計', '模糊'],
        correctIndex: [1, 2, 3],
      },
      {
        id: '55',
        question:
          '目前深度學習(deep learning)各種神經網路的演算法，主要是基於_____________的方法。(請選三項(含)以上)',
        options: [
          '自動翻譯的',
          '多層神經網路的',
          '發現規則自學習(self-learning)',
          '海量資料為輸入的',
        ],
        correctIndex: [1, 2, 3],
      },
      {
        id: '56',
        question:
          '要建立一套語音理解系統需要有_____________等三類知識或技術的支援。(請選三項(含)以上)',
        options: ['知識處理', '語音知識', '語音辨識', '語音特徵'],
        correctIndex: [1, 2, 3],
      },
      {
        id: '57',
        question:
          '在智慧家居中，各網路家電要實現家電間互聯和資訊交換，需要解決的技術問題有_____________。(請選擇二項)',
        options: [
          '傳送給大數據的格式要相同',
          '每個家電要具有機器深度學習功能',
          '描述家電工作特性的產品模型與規格，使得資料的交換具有特定含義與介面',
          '在解決資訊傳輸的網路媒介，可選擇的方案有：電力線、無線射頻、雙絞線、同軸電纜、紅外線、光纖等',
        ],
        correctIndex: [2, 3],
      },
      {
        id: '58',
        question:
          '在電腦上實現人工智慧常見的有2種不同方式，其中，_____________等兩種是屬於模擬法(modeling approach)。(請選擇二項)',
        options: [
          '文字識別',
          '工程學方法(engineering approach)',
          '遺傳演算法(Generic Algorithm, GA)',
          '人工神經網路(Artificial Neural Network, ANN)',
        ],
        correctIndex: [2, 3],
      },
      {
        id: '59',
        question:
          '網路家電技術包括兩個層面。分別是__________。（請選擇二項(含)以上）',
        options: [
          '使家庭中的家電網路真正成為外部網路的延伸',
          'TCP/IP層面',
          '不同家電之間能夠互相識別、協同工作',
          '使用5G網路技術將普通家用電器設計改進為高速家電',
        ],
        correctIndex: [0, 2],
      },
      {
        id: '60',
        question: '下列關於人工智慧的說法何者正確?',
        options: [
          '人工智慧是關於知識的學科―怎樣表示知識以及怎樣獲得知識並使用知識的科學。',
          '人工智慧就是研究如何使電腦去做過去只有人才能做的智慧工作。',
          '自1946年以來，人工智慧學科經過多年的發展，已經趨於成熟，得到充分應用。',
          '人工智慧不是人的智慧，但能像人那樣思考，甚至也可能超過人的智慧。',
        ],
        correctIndex: [0, 1, 3],
      },
      {
        id: '61',
        question:
          '在知識發現(knowledge discovery)的流程中，屬於資料預處理(data preprocessing)的工作有_____________。(請選擇二項(含)以上)',
        options: [
          '預測未來可能發生事件的模型',
          '對下列資料做處理-有資料缺失值(missing value)，有雜訊(nosie)資料，不完整資料(incomplete data)',
          '對篩選出來的資料進行初步檢驗，確保資料正確性與完整性',
          '挑選出與分析目標有關的資料',
        ],
        correctIndex: [1, 2, 3],
      },
      {
        id: '62',
        question:
          '物聯網IoT技術在醫療領域的應用潛力巨大，利用物聯網技術構建“電子醫療”服務體系，可以為醫療服務領域帶來進步。包括_____________等都是因物聯網技術帶來的便利。(請選擇二項(含)以上)',
        options: [
          '資訊在醫療衛生領域各參與主體間共用互通，將有利於醫療資訊充分共用',
          '運用裁剪技術進行設備創新，有利於降低醫院運行成本',
          '把現有的醫療監護設備無線化連線，進而大大降低公眾醫療負擔',
          '通過資訊化手段實現遠端醫療和自助醫療，有利於緩解醫療資源緊缺的壓力',
        ],
        correctIndex: [0, 2, 3],
      },
      {
        id: '63',
        question:
          '智慧家居產品被稱為“輕巧”型的產品，具有_____________的特點。(請選擇二項(含)以上)',
        options: [
          '簡單、實用、靈巧',
          '可直接面對最終消費者(end user)銷售的產品',
          '智慧Internet小家電',
          '無需施工部署，功能可自由搭配組合',
        ],
        correctIndex: [0, 1, 3],
      },
    ],
  },
  ai_certification_exam_true_false: {
    id: 'ai_certification_exam_true_false',
    name: 'AI 證照檢定（是非）',
    quizType: 'true_false',
    quizOpen: false,
    questionCount: 29,
    timeLimit: 0,
    questions: [
      {
        id: '1',
        question:
          '智慧城市實質上是運用現代資訊技術推動城市運行系統的互聯、整合、高效和智慧，以達到為城市人創造更加美好的生活，使城市發展更加舒適便利、安全和諧、更具活力。',
        correct: true,
      },
      {
        id: '2',
        question:
          '建立在相關關係分析法(correlation analysis)基礎上的預測是大數據的核心。這種預測發生的頻率非常高，經常會有它的創新性，而且應用會越來越多。',
        correct: true,
      },
      {
        id: '3',
        question:
          '當用戶量過大時，企業有限的客服能力會成為用戶滿意度下降的一個原因，而採用非人工的智慧客服方式就可幫助為企業解決這一問題。',
        correct: false,
      },
      {
        id: '4',
        question:
          '世界衛生組織（WHO）對「智慧醫療」定義為：資訊通訊科技(ICT)在醫療及健康領域的應用，包括醫療照護、疾病管理、公共衛生監測、教育和研究。',
        correct: true,
      },
      {
        id: '5',
        question:
          '大數據的混亂(chaos)資料，簡單地說就是隨著資料的增加，錯誤率也會相應增加。在整合來源不同的各類資訊的時候，因為它們通常不完全一致，所以也會讓大數據加大混亂程度。',
        correct: true,
      },
      {
        id: '6',
        question:
          '若與一般未經訓練過的圖像識別系統相比較，人類的圖像識別能力是很強的。',
        correct: true,
      },
      {
        id: '7',
        question:
          '隨著“新零售”模式的逐步落地，線上和線下將從原來的相對獨立、相互衝突逐漸轉化為互為促進、彼此融合，電子商務的表現形式和商業路徑必定會發生根本性的轉變。',
        correct: true,
      },
      {
        id: '8',
        question:
          '工業4.0不僅是自動化，而是「整條價值鏈全週期管理與服務」的新觀念。',
        correct: true,
      },
      {
        id: '9',
        question: '簡單地說，深度學習DL可以理解為進行“特徵學習”或“表示學習”。',
        correct: true,
      },
      {
        id: '10',
        question: '未來的智慧交通將會是車車相聯、車路相聯的車聯網環境。',
        correct: true,
      },
      {
        id: '12',
        question:
          '在機器學習眾多技術中，又以深度學習(DP)所取得的進步最為顯著。深度學習所帶來的重大技術革命之一，甚至有可能顛覆過去長期以來人們對互聯網技術的認知，實現技術體驗的跨越式發展。',
        correct: true,
      },
      {
        id: '13',
        question:
          '全球各先進國家，在有些地區的城鎮開始探索如何以數位城市(digital city)建設的基礎上，繼續推動智慧城市的建設。',
        correct: true,
      },
      {
        id: '14',
        question: '語音辨識是實現語音自動控制的基礎之一。',
        correct: true,
      },
      {
        id: '15',
        question:
          '人工智慧AI是研究如何應用電腦的軟/硬體來類比人類某些智慧行為的基本理論、方法和技術。',
        correct: true,
      },
      {
        id: '16',
        question:
          '在大數據時代中，雖然相關關係是無法預知未來的，但是它只能預測可能發生的事情。對大數據分析師而言，已經極其珍貴了。',
        correct: true,
      },
      {
        id: '18',
        question:
          'AGV自動導引運輸車是智能製造中物流系統的關鍵設備之一，通常是以電池為動力，進行非接觸式導引。',
        correct: true,
      },
      {
        id: '20',
        question:
          '谷歌的流感趨勢預測是透過分析整個資料庫，分析了全美國幾十億條互聯網檢索記錄。這樣才能提高微觀層面分析的準確性，甚至能夠推測出美國某特定城市的流感狀況。',
        correct: true,
      },
      {
        id: '21',
        question:
          '在智慧醫療中，醫生工作站的核心工作是採集、存儲、傳輸、處理和瞭解病人健康狀況，和醫療資訊的查詢與應用。',
        correct: true,
      },
      {
        id: '22',
        question:
          '機器學習ML新階段的重要表現之一是：機器學習成為新的邊緣學科，並且在很多大學成為一門課程。',
        correct: true,
      },
      {
        id: '23',
        question:
          '從應用面而言，機器人專家將機器人分為兩大類，即製造環境下的工業機器人和非製造環境下的服務與仿人型機器人（特種機器人）。',
        correct: true,
      },
      {
        id: '24',
        question:
          '在智慧製造的運作過程中，是允許被授權使用的客戶(網路用戶端)，可以透過網路，瞭解客戶本身的訂單執行的形況或結果。',
        correct: true,
      },
      {
        id: '26',
        question:
          '目前人工智慧AI最關鍵的難題是機器自主創造性思維能力的塑造與提升。',
        correct: true,
      },
      {
        id: '27',
        question:
          '深度學習DL的特徵學習(表徵學習)是通過機器學習技術自身來產生特徵，這種新的觀念與技術使機器學習向“全自動資料分析”又前進了一步。',
        correct: true,
      },
      {
        id: '29',
        question:
          '人工智慧充滿未知且曲折起伏的探索道路，但可以預測人工智慧AI未來將無所不在(ubiquitous)的深入各行各業應用之中。',
        correct: true,
      },
      {
        id: '30',
        question:
          '智慧製造、智慧醫療、智慧安防、智慧零售、智慧家居等商業和應用是屬於人工智慧生態系統的橫向。',
        correct: true,
      },
      {
        id: '32',
        question:
          '在無法利用已有傳統管制技術的條件下，想要保障人類社會使用人工智慧的安全，必須另闢蹊徑，保證人工智慧技術本身及在各個領域的應用，都遵循人類社會所認同的倫理原則。',
        correct: true,
      },
      {
        id: '33',
        question:
          '目前的人工智慧系統可謂：有聰明智能但沒智慧、有智商卻沒情商、會計算但不會“算計”、有專才卻無通才。',
        correct: true,
      },
      {
        id: '34',
        question:
          '智慧交通的建設將推進智慧城市的發展成效，智慧城市的發展成果也反映在智慧交通。',
        correct: true,
      },
      {
        id: '35',
        question:
          '與傳統的辦公網路及純粹的“家庭局域網”相比，家用網路加入了很多家庭應用產品和系統。例如，家電設備、照明系統等。因此，家用網路相應技術標準也錯綜複雜，其發展趨勢是將智慧家居其它系統融合進去。',
        correct: true,
      },
    ],
  },
  pvqc_ai: {
    id: 'pvqc_ai',
    name: 'PVQC AI',
    quizOpen: false,
    questionCount: 0,
    timeLimit: 0,
    quizType: 'vocabulary',
    questions: [
      {
        id: '1',
        english: '﻿non-causal',
        chinese: '(adj)非因果',
        audioUrl: null,
        audioFile: 'audio-1.mp3',
      },
      {
        id: '2',
        english: 'algorithm',
        chinese: '(n)演算法；互除法；規則系統',
        audioUrl: null,
        audioFile: 'audio-2.mp3',
      },
      {
        id: '3',
        english: 'intelligence',
        chinese: '(n)智能；智慧；理解力；情報；情報工作',
        audioUrl: null,
        audioFile: 'audio-3.mp3',
      },
      {
        id: '4',
        english: 'heuristic',
        chinese: '(adj)啟發式的；(電腦程式)探索的',
        audioUrl: null,
        audioFile: 'audio-4.mp3',
      },
      {
        id: '5',
        english: 'knowledge',
        chinese: '(n)知識；學識',
        audioUrl: null,
        audioFile: 'audio-5.mp3',
      },
      {
        id: '6',
        english: 'positioning',
        chinese: '(n)定位',
        audioUrl: null,
        audioFile: 'audio-6.mp3',
      },
      {
        id: '7',
        english: 'stream',
        chinese: '(n)串流',
        audioUrl: null,
        audioFile: 'audio-7.mp3',
      },
      {
        id: '8',
        english: 'linear',
        chinese: '(adj)線的；直線的；使用線的',
        audioUrl: null,
        audioFile: 'audio-8.mp3',
      },
      {
        id: '9',
        english: 'intelligent',
        chinese: '(adj)智能化',
        audioUrl: null,
        audioFile: 'audio-9.mp3',
      },
      {
        id: '10',
        english: 'digitalize',
        chinese: '(v/adj)數位化',
        audioUrl: null,
        audioFile: 'audio-10.mp3',
      },
      {
        id: '11',
        english: 'terabyte',
        chinese: '(n)等於1000GB；萬億位元組；太位元組',
        audioUrl: null,
        audioFile: 'audio-11.mp3',
      },
      {
        id: '12',
        english: 'threshold',
        chinese: '(n)門檻；閾值；起點',
        audioUrl: null,
        audioFile: 'audio-12.mp3',
      },
      {
        id: '13',
        english: 'strong',
        chinese: '(adj/adv)強壯的；強健的；強大的',
        audioUrl: null,
        audioFile: 'audio-13.mp3',
      },
      {
        id: '14',
        english: 'speech',
        chinese: '(n)語音；說話；說話能力；言詞',
        audioUrl: null,
        audioFile: 'audio-14.mp3',
      },
      {
        id: '15',
        english: 'energy',
        chinese: '(n)能源',
        audioUrl: null,
        audioFile: 'audio-15.mp3',
      },
      {
        id: '16',
        english: 'session',
        chinese: '(phr)對話；開會；會議',
        audioUrl: null,
        audioFile: 'audio-16.mp3',
      },
      {
        id: '17',
        english: 'explanation',
        chinese: '(phr)解釋；說明',
        audioUrl: null,
        audioFile: 'audio-17.mp3',
      },
      {
        id: '18',
        english: 'confidence',
        chinese: '(n)信賴度',
        audioUrl: null,
        audioFile: 'audio-18.mp3',
      },
      {
        id: '19',
        english: 'hyperlink',
        chinese: '(n)連結；超連結',
        audioUrl: null,
        audioFile: 'audio-19.mp3',
      },
      {
        id: '20',
        english: 'domain',
        chinese: '(n)領域；領土；領地',
        audioUrl: null,
        audioFile: 'audio-20.mp3',
      },
      {
        id: '21',
        english: 'retrieval',
        chinese: '(n)檢索；取回',
        audioUrl: null,
        audioFile: 'audio-21.mp3',
      },
      {
        id: '22',
        english: 'virtual',
        chinese: '(adj)虛擬的',
        audioUrl: null,
        audioFile: 'audio-22.mp3',
      },
      {
        id: '23',
        english: 'translation',
        chinese: '(n)翻譯；譯文',
        audioUrl: null,
        audioFile: 'audio-23.mp3',
      },
      {
        id: '24',
        english: 'probability',
        chinese: '(n)概率；或然率；機率',
        audioUrl: null,
        audioFile: 'audio-24.mp3',
      },
      {
        id: '25',
        english: 'inheritance',
        chinese: '(n)繼承；繼承權',
        audioUrl: null,
        audioFile: 'audio-25.mp3',
      },
      {
        id: '26',
        english: 'safety',
        chinese: '(n)安全',
        audioUrl: null,
        audioFile: 'audio-26.mp3',
      },
      {
        id: '27',
        english: 'statistical',
        chinese: '(adj)統計；統計學的',
        audioUrl: null,
        audioFile: 'audio-27.mp3',
      },
      {
        id: '28',
        english: 'geographic',
        chinese: '(adj)地理學的；地理的',
        audioUrl: null,
        audioFile: 'audio-28.mp3',
      },
      {
        id: '29',
        english: 'signal',
        chinese: '(n)信號；暗號',
        audioUrl: null,
        audioFile: 'audio-29.mp3',
      },
      {
        id: '30',
        english: 'transmission',
        chinese: '(n)傳輸；傳送；傳達',
        audioUrl: null,
        audioFile: 'audio-30.mp3',
      },
      {
        id: '31',
        english: 'management',
        chinese: '(n)管理；經營；處理',
        audioUrl: null,
        audioFile: 'audio-31.mp3',
      },
      {
        id: '32',
        english: 'uncertain',
        chinese: '(adj)不明確的；含糊的；不確定的',
        audioUrl: null,
        audioFile: 'audio-32.mp3',
      },
      {
        id: '33',
        english: 'programming',
        chinese: '(n)程式設計；撰寫程式',
        audioUrl: null,
        audioFile: 'audio-33.mp3',
      },
      {
        id: '34',
        english: 'governance',
        chinese: '(n)治理',
        audioUrl: null,
        audioFile: 'audio-34.mp3',
      },
      {
        id: '35',
        english: 'stream',
        chinese: '(n)串流',
        audioUrl: null,
        audioFile: 'audio-35.mp3',
      },
      {
        id: '36',
        english: 'artificial',
        chinese: '(adj)人工的；人造的；假的',
        audioUrl: null,
        audioFile: 'audio-36.mp3',
      },
      {
        id: '37',
        english: 'causal',
        chinese: '(adj)原因的；因果的',
        audioUrl: null,
        audioFile: 'audio-37.mp3',
      },
      {
        id: '38',
        english: 'autonomic',
        chinese: '(adj)自治的；自律的',
        audioUrl: null,
        audioFile: 'audio-38.mp3',
      },
      {
        id: '39',
        english: 'listening',
        chinese: '(n)傾聽',
        audioUrl: null,
        audioFile: 'audio-39.mp3',
      },
      {
        id: '40',
        english: 'global',
        chinese: '(adj)球狀的；全世界',
        audioUrl: null,
        audioFile: 'audio-40.mp3',
      },
      {
        id: '41',
        english: 'object',
        chinese: '(n)物件；物體；對象；目標',
        audioUrl: null,
        audioFile: 'audio-41.mp3',
      },
      {
        id: '42',
        english: 'sensor',
        chinese: '(n)感應器；傳感器',
        audioUrl: null,
        audioFile: 'audio-42.mp3',
      },
      {
        id: '43',
        english: 'charge',
        chinese: '(n)充電；電荷',
        audioUrl: null,
        audioFile: 'audio-43.mp3',
      },
      {
        id: '44',
        english: 'Medline',
        chinese: '(n)一個醫療知識網站',
        audioUrl: null,
        audioFile: 'audio-44.mp3',
      },
      {
        id: '45',
        english: 'binary',
        chinese: '(adj/n)二元的；二進位的；由二部分構成的；二進位數；一雙',
        audioUrl: null,
        audioFile: 'audio-45.mp3',
      },
      {
        id: '46',
        english: 'coronary',
        chinese: '(adj/n)冠心病；冠狀的；冠狀動脈的',
        audioUrl: null,
        audioFile: 'audio-46.mp3',
      },
      {
        id: '47',
        english: 'informatics',
        chinese: '(n)信息學；資訊學',
        audioUrl: null,
        audioFile: 'audio-47.mp3',
      },
      {
        id: '48',
        english: 'engineer',
        chinese: '(n)工程師',
        audioUrl: null,
        audioFile: 'audio-48.mp3',
      },
      {
        id: '49',
        english: 'condition',
        chinese: '(n)情況；環境；形勢',
        audioUrl: null,
        audioFile: 'audio-49.mp3',
      },
      {
        id: '50',
        english: 'computer',
        chinese: '(n)電腦',
        audioUrl: null,
        audioFile: 'audio-50.mp3',
      },
      {
        id: '51',
        english: 'graphic',
        chinese: '(adj)圖解的；繪畫的',
        audioUrl: null,
        audioFile: 'audio-51.mp3',
      },
      {
        id: '52',
        english: 'genome',
        chinese: '(n)基因組',
        audioUrl: null,
        audioFile: 'audio-52.mp3',
      },
      {
        id: '53',
        english: 'sampling',
        chinese: '(n/adj)採樣',
        audioUrl: null,
        audioFile: 'audio-53.mp3',
      },
      {
        id: '54',
        english: 'eHealth',
        chinese: '(phr)智慧醫療',
        audioUrl: null,
        audioFile: 'audio-54.mp3',
      },
      {
        id: '55',
        english: 'transmission',
        chinese: '(n)傳輸；傳送；傳達',
        audioUrl: null,
        audioFile: 'audio-55.mp3',
      },
      {
        id: '56',
        english: 'remote',
        chinese: '(adj)相隔很遠的；遙遠的',
        audioUrl: null,
        audioFile: 'audio-56.mp3',
      },
      {
        id: '57',
        english: 'medical',
        chinese: '(adj)醫學的；醫術的；醫療的',
        audioUrl: null,
        audioFile: 'audio-57.mp3',
      },
      {
        id: '58',
        english: 'precision',
        chinese: '(n)精度；準確度',
        audioUrl: null,
        audioFile: 'audio-58.mp3',
      },
      {
        id: '59',
        english: 'bearing',
        chinese: '(n)軸承',
        audioUrl: null,
        audioFile: 'audio-59.mp3',
      },
      {
        id: '60',
        english: 'production',
        chinese: '(n)生產；產生式；製作',
        audioUrl: null,
        audioFile: 'audio-60.mp3',
      },
      {
        id: '61',
        english: 'syntax',
        chinese: '(n)語法；句法',
        audioUrl: null,
        audioFile: 'audio-61.mp3',
      },
      {
        id: '62',
        english: 'decision',
        chinese: '(n)決策；決定；決心；判斷',
        audioUrl: null,
        audioFile: 'audio-62.mp3',
      },
      {
        id: '63',
        english: 'transport',
        chinese: '(n)運送；運輸；搬運',
        audioUrl: null,
        audioFile: 'audio-63.mp3',
      },
      {
        id: '64',
        english: 'language',
        chinese: '(n)語言；語言文字',
        audioUrl: null,
        audioFile: 'audio-64.mp3',
      },
      {
        id: '65',
        english: 'chatbots',
        chinese: '(phr)聊天機器人',
        audioUrl: null,
        audioFile: 'audio-65.mp3',
      },
      {
        id: '66',
        english: 'computational',
        chinese: '(adj)運算；計算的；計算機的',
        audioUrl: null,
        audioFile: 'audio-66.mp3',
      },
      {
        id: '67',
        english: 'correlationship',
        chinese: '(n)相關關係',
        audioUrl: null,
        audioFile: 'audio-67.mp3',
      },
      {
        id: '68',
        english: 'demand',
        chinese: '(v/n)請求；需求；需要',
        audioUrl: null,
        audioFile: 'audio-68.mp3',
      },
      {
        id: '69',
        english: 'correlation',
        chinese: '(n)相互關係；關聯',
        audioUrl: null,
        audioFile: 'audio-69.mp3',
      },
      {
        id: '70',
        english: 'analytic',
        chinese: '(adj)分析的',
        audioUrl: null,
        audioFile: 'audio-70.mp3',
      },
      {
        id: '71',
        english: 'transformation',
        chinese: '(n)轉換；變換',
        audioUrl: null,
        audioFile: 'audio-71.mp3',
      },
      {
        id: '72',
        english: 'Internet',
        chinese: '(n)網際網路；互聯網',
        audioUrl: null,
        audioFile: 'audio-72.mp3',
      },
      {
        id: '73',
        english: 'encapsulation',
        chinese: '(n)封裝；概括',
        audioUrl: null,
        audioFile: 'audio-73.mp3',
      },
      {
        id: '74',
        english: 'function',
        chinese: '(n)函數；功能；作用；官能；職務；職責',
        audioUrl: null,
        audioFile: 'audio-74.mp3',
      },
      {
        id: '75',
        english: 'sustainability',
        chinese: '(n)永續',
        audioUrl: null,
        audioFile: 'audio-75.mp3',
      },
      {
        id: '76',
        english: 'semantic',
        chinese: '(adj)語意的；語意學的',
        audioUrl: null,
        audioFile: 'audio-76.mp3',
      },
      {
        id: '77',
        english: 'neighbor',
        chinese: '(n/adj)鄰居；鄰近的；鄰接的',
        audioUrl: null,
        audioFile: 'audio-77.mp3',
      },
      {
        id: '78',
        english: 'evidence',
        chinese: '(n/v)證據；證詞；證人；物證',
        audioUrl: null,
        audioFile: 'audio-78.mp3',
      },
      {
        id: '79',
        english: 'pseudo',
        chinese: '(adj/n)假的；冒充的；假冒的人；偽君子',
        audioUrl: null,
        audioFile: 'audio-79.mp3',
      },
      {
        id: '80',
        english: 'prediction',
        chinese: '(n)預測',
        audioUrl: null,
        audioFile: 'audio-80.mp3',
      },
      {
        id: '81',
        english: 'resource',
        chinese: '(n)資源；物力；對策',
        audioUrl: null,
        audioFile: 'audio-81.mp3',
      },
      {
        id: '82',
        english: 'big data',
        chinese: '(phr)大數據',
        audioUrl: null,
        audioFile: 'audio-82.mp3',
      },
      {
        id: '83',
        english: 'particle',
        chinese: '(phr)粒子；顆粒',
        audioUrl: null,
        audioFile: 'audio-83.mp3',
      },
      {
        id: '84',
        english: 'assumption',
        chinese: '(n)假定；設想',
        audioUrl: null,
        audioFile: 'audio-84.mp3',
      },
      {
        id: '85',
        english: 'swarm behavior',
        chinese: '(n)群體行為',
        audioUrl: null,
        audioFile: 'audio-85.mp3',
      },
      {
        id: '86',
        english: 'business intelligence',
        chinese: '(phr)商業智慧',
        audioUrl: null,
        audioFile: 'audio-86.mp3',
      },
      {
        id: '87',
        english: 'feature map',
        chinese: '(phr)特徵圖像',
        audioUrl: null,
        audioFile: 'audio-87.mp3',
      },
      {
        id: '88',
        english: 'physical',
        chinese: '(adj/n)實體的；物理的；物質的',
        audioUrl: null,
        audioFile: 'audio-88.mp3',
      },
      {
        id: '89',
        english: 'mobility',
        chinese: '(n)移動',
        audioUrl: null,
        audioFile: 'audio-89.mp3',
      },
      {
        id: '90',
        english: 'intermediate',
        chinese: '(adj/n)中間的；居中的；中級的',
        audioUrl: null,
        audioFile: 'audio-90.mp3',
      },
      {
        id: '91',
        english: 'analyst',
        chinese: '(n)分析師；分析者；善於分析者',
        audioUrl: null,
        audioFile: 'audio-91.mp3',
      },
      {
        id: '92',
        english: 'nonlinear',
        chinese: '(adj)非線性的',
        audioUrl: null,
        audioFile: 'audio-92.mp3',
      },
      {
        id: '93',
        english: 'customer',
        chinese: '(n)客戶；顧客；買主',
        audioUrl: null,
        audioFile: 'audio-93.mp3',
      },
      {
        id: '94',
        english: 'contral',
        chinese: '(n/v)控制；支配；管理',
        audioUrl: null,
        audioFile: 'audio-94.mp3',
      },
      {
        id: '95',
        english: 'branch',
        chinese: '(n/v)樹枝；分枝；枝；支',
        audioUrl: null,
        audioFile: 'audio-95.mp3',
      },
      {
        id: '96',
        english: 'interactive',
        chinese: '(adj/n)相互作用的；互動的；互相交流的',
        audioUrl: null,
        audioFile: 'audio-96.mp3',
      },
      {
        id: '97',
        english: 'information',
        chinese: '(phr)信息；報告；消息；報導；情報資料',
        audioUrl: null,
        audioFile: 'audio-97.mp3',
      },
      {
        id: '98',
        english: 'autonomous',
        chinese: '(adj)自主的；自治的；自治權的',
        audioUrl: null,
        audioFile: 'audio-98.mp3',
      },
      {
        id: '99',
        english: 'intelligent',
        chinese: '(adj)智能化',
        audioUrl: null,
        audioFile: 'audio-99.mp3',
      },
      {
        id: '100',
        english: 'guidance',
        chinese: '(n)引導；指導；領導；輔導；諮詢',
        audioUrl: null,
        audioFile: 'audio-100.mp3',
      },
      {
        id: '101',
        english: 'shopping',
        chinese: '(n)買東西；購物',
        audioUrl: null,
        audioFile: 'audio-101.mp3',
      },
      {
        id: '102',
        english: 'virtualization',
        chinese: '(n)虛擬化',
        audioUrl: null,
        audioFile: 'audio-102.mp3',
      },
      {
        id: '103',
        english: 'scenario',
        chinese: '(n)場景；情節；劇本；事態；局面',
        audioUrl: null,
        audioFile: 'audio-103.mp3',
      },
      {
        id: '104',
        english: 'security',
        chinese: '(n)安全；保安；防備；安全感',
        audioUrl: null,
        audioFile: 'audio-104.mp3',
      },
      {
        id: '105',
        english: 'veracity',
        chinese: '(n)真實性；真實；誠實',
        audioUrl: null,
        audioFile: 'audio-105.mp3',
      },
      {
        id: '106',
        english: 'computing',
        chinese: '(n)計算；運算',
        audioUrl: null,
        audioFile: 'audio-106.mp3',
      },
      {
        id: '107',
        english: 'clustering',
        chinese: '(n)聚類',
        audioUrl: null,
        audioFile: 'audio-107.mp3',
      },
      {
        id: '108',
        english: 'instrumented',
        chinese: '(adj)感知化',
        audioUrl: null,
        audioFile: 'audio-108.mp3',
      },
      {
        id: '109',
        english: 'empirical',
        chinese: '(adj)經驗性的；以經驗(或觀察)為依據的',
        audioUrl: null,
        audioFile: 'audio-109.mp3',
      },
      {
        id: '110',
        english: 'transition',
        chinese: '(n)轉移；變遷；轉變',
        audioUrl: null,
        audioFile: 'audio-110.mp3',
      },
      {
        id: '111',
        english: 'mathematics',
        chinese: '(n)數學；數學運算',
        audioUrl: null,
        audioFile: 'audio-111.mp3',
      },
      {
        id: '112',
        english: 'AlphaGo',
        chinese: '(n)阿爾法狗；一種下棋的AI軟體',
        audioUrl: null,
        audioFile: 'audio-112.mp3',
      },
      {
        id: '113',
        english: 'visualization',
        chinese: '(n)形象；形象化；想像',
        audioUrl: null,
        audioFile: 'audio-113.mp3',
      },
      {
        id: '114',
        english: 'neural',
        chinese: '(adj)神經的；神經中樞的',
        audioUrl: null,
        audioFile: 'audio-114.mp3',
      },
      {
        id: '115',
        english: 'program',
        chinese: '(n)程式',
        audioUrl: null,
        audioFile: 'audio-115.mp3',
      },
      {
        id: '116',
        english: 'numerical',
        chinese: '(adj)數值的；數字的；以數字表示的',
        audioUrl: null,
        audioFile: 'audio-116.mp3',
      },
      {
        id: '117',
        english: 'remediation',
        chinese: '(n)補救；矯正',
        audioUrl: null,
        audioFile: 'audio-117.mp3',
      },
      {
        id: '118',
        english: 'automatic',
        chinese: '(adj)自動的',
        audioUrl: null,
        audioFile: 'audio-118.mp3',
      },
      {
        id: '119',
        english: 'fluent',
        chinese: '(adj)流暢的',
        audioUrl: null,
        audioFile: 'audio-119.mp3',
      },
      {
        id: '120',
        english: 'tensor',
        chinese: '(n)張量；張肌',
        audioUrl: null,
        audioFile: 'audio-120.mp3',
      },
      {
        id: '121',
        english: 'network',
        chinese: '(n/adj)網路；網狀物',
        audioUrl: null,
        audioFile: 'audio-121.mp3',
      },
      {
        id: '122',
        english: 'learning',
        chinese: '(n)學習',
        audioUrl: null,
        audioFile: 'audio-122.mp3',
      },
      {
        id: '123',
        english: 'representation',
        chinese: '(n)表示；表述；代表；表現；代理；代理權',
        audioUrl: null,
        audioFile: 'audio-123.mp3',
      },
      {
        id: '124',
        english: 'natural',
        chinese: '(adj/n)自然的；天然物；自然的事情',
        audioUrl: null,
        audioFile: 'audio-124.mp3',
      },
      {
        id: '125',
        english: 'dialogue',
        chinese: '(n)對話；交談',
        audioUrl: null,
        audioFile: 'audio-125.mp3',
      },
      {
        id: '126',
        english: 'health',
        chinese: '(n)健康；健康狀況；衛生',
        audioUrl: null,
        audioFile: 'audio-126.mp3',
      },
      {
        id: '127',
        english: 'infrastructure',
        chinese: '(n)基礎設施；基礎建設',
        audioUrl: null,
        audioFile: 'audio-127.mp3',
      },
      {
        id: '128',
        english: 'multifunctional',
        chinese: '(adj)多功能的',
        audioUrl: null,
        audioFile: 'audio-128.mp3',
      },
      {
        id: '129',
        english: 'simulated',
        chinese: '(adj)模擬的',
        audioUrl: null,
        audioFile: 'audio-129.mp3',
      },
      {
        id: '130',
        english: 'contemporary',
        chinese: '(adj/n)當代的；同時代的；同時代的人；同年齡的人',
        audioUrl: null,
        audioFile: 'audio-130.mp3',
      },
      {
        id: '131',
        english: 'service',
        chinese: '(v/n)服務',
        audioUrl: null,
        audioFile: 'audio-131.mp3',
      },
      {
        id: '132',
        english: 'multi-layer',
        chinese: '(adj/n)多層；多層的',
        audioUrl: null,
        audioFile: 'audio-132.mp3',
      },
      {
        id: '133',
        english: 'perceptible',
        chinese: '(adj)可感知的；可察覺的；可辨的',
        audioUrl: null,
        audioFile: 'audio-133.mp3',
      },
      {
        id: '134',
        english: 'digital',
        chinese: '(adj/n)數位的',
        audioUrl: null,
        audioFile: 'audio-134.mp3',
      },
      {
        id: '135',
        english: 'engine',
        chinese: '(n)引擎；發動機',
        audioUrl: null,
        audioFile: 'audio-135.mp3',
      },
      {
        id: '136',
        english: 'vision',
        chinese: '(n)視力；視覺',
        audioUrl: null,
        audioFile: 'audio-136.mp3',
      },
      {
        id: '137',
        english: 'online',
        chinese: '(n)線上；連線作業的；(在)線上的',
        audioUrl: null,
        audioFile: 'audio-137.mp3',
      },
      {
        id: '138',
        english: 'neuron',
        chinese: '(phr)神經元；神經單位；神經元(細胞)',
        audioUrl: null,
        audioFile: 'audio-138.mp3',
      },
      {
        id: '139',
        english: 'polymorphism',
        chinese: '(n)多態性；多型現象',
        audioUrl: null,
        audioFile: 'audio-139.mp3',
      },
      {
        id: '140',
        english: 'thinking',
        chinese: '(n/adj)思維；思想；思考；意見；想法',
        audioUrl: null,
        audioFile: 'audio-140.mp3',
      },
      {
        id: '141',
        english: 'Turing',
        chinese: '(n)圖靈(人名)',
        audioUrl: null,
        audioFile: 'audio-141.mp3',
      },
      {
        id: '142',
        english: 'interconnected',
        chinese: '(adj)互聯化',
        audioUrl: null,
        audioFile: 'audio-142.mp3',
      },
      {
        id: '143',
        english: 'surface',
        chinese: '(n/adj)表面；表面的；外觀的',
        audioUrl: null,
        audioFile: 'audio-143.mp3',
      },
      {
        id: '144',
        english: 'augmented',
        chinese: '(adj)擴增的；增加的',
        audioUrl: null,
        audioFile: 'audio-144.mp3',
      },
      {
        id: '145',
        english: 'inference',
        chinese: '(n)推理；推論；推斷',
        audioUrl: null,
        audioFile: 'audio-145.mp3',
      },
      {
        id: '146',
        english: 'distribution',
        chinese: '(n)分布；分發；分配；散布；分銷',
        audioUrl: null,
        audioFile: 'audio-146.mp3',
      },
      {
        id: '147',
        english: 'linguistic',
        chinese: '(adj)語言的；語言學',
        audioUrl: null,
        audioFile: 'audio-147.mp3',
      },
      {
        id: '148',
        english: 'Bayesian',
        chinese: '(n)貝葉斯；貝葉斯機率演算法',
        audioUrl: null,
        audioFile: 'audio-148.mp3',
      },
      {
        id: '149',
        english: 'sharing',
        chinese: '(phr)共用；分享',
        audioUrl: null,
        audioFile: 'audio-149.mp3',
      },
      {
        id: '150',
        english: 'action',
        chinese: '(n)行動；行為；活動',
        audioUrl: null,
        audioFile: 'audio-150.mp3',
      },
      {
        id: '151',
        english: 'cognitive',
        chinese: '(adj)認知的',
        audioUrl: null,
        audioFile: 'audio-151.mp3',
      },
      {
        id: '152',
        english: 'volume',
        chinese: '(n)容積；體積；卷；表示海量的資料規模',
        audioUrl: null,
        audioFile: 'audio-152.mp3',
      },
      {
        id: '153',
        english: 'database',
        chinese: '(n)資料庫',
        audioUrl: null,
        audioFile: 'audio-153.mp3',
      },
      {
        id: '154',
        english: 'colony',
        chinese: '(phr)集體；群體；殖民地',
        audioUrl: null,
        audioFile: 'audio-154.mp3',
      },
      {
        id: '155',
        english: 'variety',
        chinese: '(n)種類；多樣化；變化；表示多樣的資料行態',
        audioUrl: null,
        audioFile: 'audio-155.mp3',
      },
      {
        id: '156',
        english: 'motivated',
        chinese: '(adj)有動機的；有目地的；有積極性的',
        audioUrl: null,
        audioFile: 'audio-156.mp3',
      },
      {
        id: '157',
        english: 'classification',
        chinese: '(phr)分類',
        audioUrl: null,
        audioFile: 'audio-157.mp3',
      },
      {
        id: '158',
        english: 'interaction',
        chinese: '(n)交互；互動，互相影響',
        audioUrl: null,
        audioFile: 'audio-158.mp3',
      },
      {
        id: '159',
        english: 'monitor',
        chinese: '(n)監督；監視器；監聽員；(電腦)顯示器',
        audioUrl: null,
        audioFile: 'audio-159.mp3',
      },
      {
        id: '160',
        english: 'corpus',
        chinese: '(n)資料庫；文集；全集；主體；軀體',
        audioUrl: null,
        audioFile: 'audio-160.mp3',
      },
      {
        id: '161',
        english: 'technology',
        chinese: '(n)科技；技術；工業技術；科學技術',
        audioUrl: null,
        audioFile: 'audio-161.mp3',
      },
      {
        id: '162',
        english: 'structure',
        chinese: '(v/n)結構；構造；組織；構造體；建築物',
        audioUrl: null,
        audioFile: 'audio-162.mp3',
      },
      {
        id: '163',
        english: 'overall',
        chinese: '(adj)全域的；全部的；全體的',
        audioUrl: null,
        audioFile: 'audio-163.mp3',
      },
      {
        id: '164',
        english: 'supervise',
        chinese: '(v)監督；管理；指導',
        audioUrl: null,
        audioFile: 'audio-164.mp3',
      },
      {
        id: '165',
        english: 'system',
        chinese: '(n)系統',
        audioUrl: null,
        audioFile: 'audio-165.mp3',
      },
      {
        id: '166',
        english: 'embedded',
        chinese: '(adj)植入的；嵌入的',
        audioUrl: null,
        audioFile: 'audio-166.mp3',
      },
      {
        id: '167',
        english: 'assessment',
        chinese: '(n)評價；估計',
        audioUrl: null,
        audioFile: 'audio-167.mp3',
      },
      {
        id: '168',
        english: 'memory',
        chinese: '(n)記憶體',
        audioUrl: null,
        audioFile: 'audio-168.mp3',
      },
      {
        id: '169',
        english: 'firewall',
        chinese: '(n)防火牆',
        audioUrl: null,
        audioFile: 'audio-169.mp3',
      },
      {
        id: '170',
        english: 'random',
        chinese: '(n/adj)隨機；隨機的',
        audioUrl: null,
        audioFile: 'audio-170.mp3',
      },
      {
        id: '171',
        english: 'recognize',
        chinese: '(v)識別；認知；認出',
        audioUrl: null,
        audioFile: 'audio-171.mp3',
      },
      {
        id: '172',
        english: 'unsupervised',
        chinese: '(adj)無監督的；無人監督的',
        audioUrl: null,
        audioFile: 'audio-172.mp3',
      },
      {
        id: '173',
        english: 'nature',
        chinese: '(n)自然(常大寫)；自然界',
        audioUrl: null,
        audioFile: 'audio-173.mp3',
      },
      {
        id: '174',
        english: 'variance',
        chinese: '(n)變數；變化；變動；變異',
        audioUrl: null,
        audioFile: 'audio-174.mp3',
      },
      {
        id: '175',
        english: 'substitutional',
        chinese: '(adj)替代的；代用的',
        audioUrl: null,
        audioFile: 'audio-175.mp3',
      },
      {
        id: '176',
        english: 'gigabyte',
        chinese: '(n)相當於1024MB；相當於百萬KB；十億位元組',
        audioUrl: null,
        audioFile: 'audio-176.mp3',
      },
      {
        id: '177',
        english: 'specialist',
        chinese: '(n)專家',
        audioUrl: null,
        audioFile: 'audio-177.mp3',
      },
      {
        id: '178',
        english: 'velocity',
        chinese: '(n)迅速；快速；速度',
        audioUrl: null,
        audioFile: 'audio-178.mp3',
      },
      {
        id: '179',
        english: 'scientist',
        chinese: '(phr)科學家；自然科學家',
        audioUrl: null,
        audioFile: 'audio-179.mp3',
      },
      {
        id: '180',
        english: 'expert',
        chinese: '(phr)專家；能手；熟練',
        audioUrl: null,
        audioFile: 'audio-180.mp3',
      },
      {
        id: '181',
        english: 'granularity',
        chinese: '(n)細微性；顆粒度；間格尺寸',
        audioUrl: null,
        audioFile: 'audio-181.mp3',
      },
      {
        id: '182',
        english: 'statistics',
        chinese: '(n)統計學；統計；統計資料',
        audioUrl: null,
        audioFile: 'audio-182.mp3',
      },
      {
        id: '183',
        english: 'nearest',
        chinese: '(adj)最近的',
        audioUrl: null,
        audioFile: 'audio-183.mp3',
      },
      {
        id: '184',
        english: 'action recognition',
        chinese: '(n)行為識別',
        audioUrl: null,
        audioFile: 'audio-184.mp3',
      },
      {
        id: '185',
        english: 'retailing',
        chinese: '(n)零售；零售業',
        audioUrl: null,
        audioFile: 'audio-185.mp3',
      },
      {
        id: '186',
        english: 'ubiquitous',
        chinese: '(adj)無所不在的；到處存在的；普遍存在的',
        audioUrl: null,
        audioFile: 'audio-186.mp3',
      },
      {
        id: '187',
        english: 'action',
        chinese: '(n)行動；行為；活動',
        audioUrl: null,
        audioFile: 'audio-187.mp3',
      },
      {
        id: '188',
        english: 'petabyte',
        chinese: '(n)相當於1024TB；相當於百萬GB',
        audioUrl: null,
        audioFile: 'audio-188.mp3',
      },
      {
        id: '189',
        english: 'consciousness',
        chinese: '(n)意念；意識；有知覺；清醒',
        audioUrl: null,
        audioFile: 'audio-189.mp3',
      },
      {
        id: '190',
        english: 'control',
        chinese: '(n/v)控制；支配；管理',
        audioUrl: null,
        audioFile: 'audio-190.mp3',
      },
      {
        id: '191',
        english: 'distributed',
        chinese: '(adj)分散式的；分布式的',
        audioUrl: null,
        audioFile: 'audio-191.mp3',
      },
      {
        id: '192',
        english: 'omnidirectional',
        chinese: '(adj)全方向的；全向的',
        audioUrl: null,
        audioFile: 'audio-192.mp3',
      },
      {
        id: '193',
        english: 'mining',
        chinese: '(n)採礦；礦業',
        audioUrl: null,
        audioFile: 'audio-193.mp3',
      },
      {
        id: '194',
        english: 'calculus',
        chinese: '(n)微積分',
        audioUrl: null,
        audioFile: 'audio-194.mp3',
      },
      {
        id: '195',
        english: 'robotics',
        chinese: '(phr)機器人學',
        audioUrl: null,
        audioFile: 'audio-195.mp3',
      },
      {
        id: '196',
        english: 'association',
        chinese: '(n)關聯；協會；公會；社團；聯盟',
        audioUrl: null,
        audioFile: 'audio-196.mp3',
      },
      {
        id: '197',
        english: 'test data',
        chinese: '(n)測試數據',
        audioUrl: null,
        audioFile: 'audio-197.mp3',
      },
      {
        id: '198',
        english: 'coding',
        chinese: '(n)程式設計；編碼；識別；分辨',
        audioUrl: null,
        audioFile: 'audio-198.mp3',
      },
      {
        id: '199',
        english: 'training',
        chinese: '(n)訓練；培養',
        audioUrl: null,
        audioFile: 'audio-199.mp3',
      },
      {
        id: '200',
        english: 'transportation',
        chinese: '(n)交通；運輸；輸送；運輸工具',
        audioUrl: null,
        audioFile: 'audio-200.mp3',
      },
      {
        id: '201',
        english: 'enriched',
        chinese: '(adj)使富足的；使肥沃的',
        audioUrl: null,
        audioFile: 'audio-201.mp3',
      },
      {
        id: '202',
        english: 'diagnosis',
        chinese: '(n)診斷；診斷結果；診斷書',
        audioUrl: null,
        audioFile: 'audio-202.mp3',
      },
      {
        id: '203',
        english: 'environment',
        chinese: '(n)環境；四周狀況',
        audioUrl: null,
        audioFile: 'audio-203.mp3',
      },
      {
        id: '204',
        english: 'manufacture',
        chinese: '(n/v)(大量)製造；製造業；加工',
        audioUrl: null,
        audioFile: 'audio-204.mp3',
      },
      {
        id: '205',
        english: 'integration',
        chinese: '(n)整合；完成；集成',
        audioUrl: null,
        audioFile: 'audio-205.mp3',
      },
      {
        id: '206',
        english: 'relationship',
        chinese: '(n)關係；關聯；人際關係；聯系',
        audioUrl: null,
        audioFile: 'audio-206.mp3',
      },
      {
        id: '207',
        english: 'adaptive',
        chinese: '(adj)適合的；適應的',
        audioUrl: null,
        audioFile: 'audio-207.mp3',
      },
      {
        id: '208',
        english: 'semi-structured',
        chinese: '(adj)半結構化',
        audioUrl: null,
        audioFile: 'audio-208.mp3',
      },
      {
        id: '209',
        english: 'activation',
        chinese: '(n)激活；啟動；觸發',
        audioUrl: null,
        audioFile: 'audio-209.mp3',
      },
      {
        id: '210',
        english: 'bottleneck',
        chinese: '(n)瓶頸；障礙物；隘',
        audioUrl: null,
        audioFile: 'audio-210.mp3',
      },
      {
        id: '211',
        english: 'behavior',
        chinese: '(n)行為；舉止；態度',
        audioUrl: null,
        audioFile: 'audio-211.mp3',
      },
      {
        id: '212',
        english: 'convolution',
        chinese: '(phr)卷積；盤繞；彎曲',
        audioUrl: null,
        audioFile: 'audio-212.mp3',
      },
      {
        id: '213',
        english: 'recursive',
        chinese: '(adj)遞歸的；遞迴的；不斷自我重複的',
        audioUrl: null,
        audioFile: 'audio-213.mp3',
      },
      {
        id: '214',
        english: 'cleansing',
        chinese: '(phr)清理；淨化；洗清',
        audioUrl: null,
        audioFile: 'audio-214.mp3',
      },
      {
        id: '215',
        english: 'self-directed',
        chinese: '(adj)自主式',
        audioUrl: null,
        audioFile: 'audio-215.mp3',
      },
      {
        id: '216',
        english: 'platform',
        chinese: '(n)平台；台；講台',
        audioUrl: null,
        audioFile: 'audio-216.mp3',
      },
      {
        id: '217',
        english: 'genetic',
        chinese: '(adj)基因的；遺傳的',
        audioUrl: null,
        audioFile: 'audio-217.mp3',
      },
      {
        id: '218',
        english: 'modeling',
        chinese: '(n/aadj)模擬；建模；造型的；立體感的',
        audioUrl: null,
        audioFile: 'audio-218.mp3',
      },
      {
        id: '219',
        english: 'context',
        chinese: '(phr)背景情境；上下文；文章脈絡；來龍去脈',
        audioUrl: null,
        audioFile: 'audio-219.mp3',
      },
      {
        id: '220',
        english: 'reinforcement',
        chinese: '(n)增援；加強；加固；強化',
        audioUrl: null,
        audioFile: 'audio-220.mp3',
      },
      {
        id: '221',
        english: 'transducer',
        chinese: '(n)感應器；傳感器；變頻器變換器；換能器',
        audioUrl: null,
        audioFile: 'audio-221.mp3',
      },
      {
        id: '222',
        english: 'correlation',
        chinese: '(n)相關關係；關聯',
        audioUrl: null,
        audioFile: 'audio-222.mp3',
      },
      {
        id: '223',
        english: 'TensorFlow',
        chinese: '(n)深度學習開發框架',
        audioUrl: null,
        audioFile: 'audio-223.mp3',
      },
      {
        id: '224',
        english: 'annealing',
        chinese: '(n)鍛鍊；磨練',
        audioUrl: null,
        audioFile: 'audio-224.mp3',
      },
      {
        id: '225',
        english: 'electrontic',
        chinese: '(adj)電子的',
        audioUrl: null,
        audioFile: 'audio-225.mp3',
      },
      {
        id: '226',
        english: 'narrow',
        chinese: '(adj/v)狹的；狹窄的；範圍狹小的',
        audioUrl: null,
        audioFile: 'audio-226.mp3',
      },
      {
        id: '227',
        english: 'destination',
        chinese: '(n)目的地；終點；目標',
        audioUrl: null,
        audioFile: 'audio-227.mp3',
      },
    ],
  },
  accounting: {
    id: 'accounting',
    name: '會計學（一）',
    quizType: 'once_choice',
    quizOpen: true,
    questionCount: 25,
    timeLimit: 25,
    lockTime: ['2024-11-17T09:15:00', '2024-11-17T11:05:00'],
    questions: [
      {
        id: '1',
        question: '在物價上漲情況下，最易受到指責之一般公認會計原則是？',
        options: [
          '企業個體假設',
          '會計期間假設',
          '繼續經營假設',
          '幣值不變假設',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '2',
        question: '應付財產稅是屬於：',
        options: ['收益', '資產', '業主權益', '費用', '負債'],
        correctIndex: 4,
        explanation: '',
      },
      {
        id: '3',
        question: '短期投資或有價證卷在資產負債表上應列為？',
        options: ['無形資產', '流動資產', '遞延資產', '固定資產'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '4',
        question: '下列何者要記錄在各該帳戶的貸方？',
        options: [
          '資產增加和負債增加',
          '資產增加和負債減少',
          '資產減少和負債減少',
          '資產減少和負債增加',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '5',
        question: '公司提供服務，顧客尚未付款，其影響為：',
        options: [
          '資產增加、股本增加',
          '資產增加、保留盈餘增加',
          '不需紀錄',
          '資產增加、負債增加',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '6',
        question: '正常餘額為借餘的帳戶包括：',
        options: [
          '資產、股利及費用',
          '資產、費用及股本',
          '收入、負債及股本',
          '資產、收入及負債',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '7',
        question:
          '會計上對於資產的評價採歷史成本，排除了清算價值的使用，此乃基於？',
        options: ['貨幣評價假設', '繼續經營假設', '企業個體假設', '穩健原則'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '8',
        question:
          '下列會計科目中，屬於資產者有幾項？(1)存出保證金 (2)開辦費 (3)備抵壞帳 (4)預收租金 (5)建築物 (6)債券長期投資',
        options: ['五項', '三項', '六項', '四項'],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '9',
        question: '通常按年編制財務報表所根據之會計原則或慣例為？',
        options: ['會計期間慣例', '成本原則', '企業個體慣例', '繼續經營慣例'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '10',
        question: '以未到期支票購入冰箱，使負債：',
        options: ['減少', '不變', '增加', '不一定'],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '11',
        question: '預付費用是屬於：',
        options: ['其他資產', '流動資產', '固定資產', '流動負債'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '12',
        question: '分類帳是？',
        options: [
          '所有資產負債表科目之彙總',
          '所有損益科目之彙總',
          '所有科目名稱與餘額之列表',
          '所有交易科目的彙總',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '13',
        question: '下列何者不須要納入會計記錄？',
        options: [
          '費用發生，但尚未付現',
          '股東增資',
          '提供勞務，但尚未收到現金',
          '決定雇用某員工',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '14',
        question:
          '就會計觀點而言，企業是一個獨立的個體，有關企業資產、負債的處理和損益的計算，與業主私人的會計事項不能相混，這是根據？',
        options: [
          '繼續經營慣例',
          '企業個體慣例',
          '會計期間慣例',
          '貨幣評價慣例',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '15',
        question: '下列哪一項對資產的敘述是正確的？',
        options: [
          '資產應能於一年內變現',
          '資產可以為企業帶來未來的經濟效益',
          '資產就是資本',
          '資產要有具體形態存在',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '16',
        question:
          '應收帳款、應付帳款、預收收入、勞務收入，上述會計帳戶中正常餘額在貸方者， 共有幾項？',
        options: ['2項', '1項', '4項', '3項'],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '17',
        question: '下列敘述何者有誤？',
        options: [
          '資產的會計科目增加在借方',
          '費損的會計科目增加在貸方',
          '負債的會計科目增加在貸方',
          '收益的會計科目增加在貸方',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '18',
        question: '簿記與會計不同，因為簿記主要只涉及：',
        options: ['衡量', '記錄', '溝通', '認定'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '19',
        question: '試算表之編製？',
        options: ['每月一次', '每年一次', '視需要編製', '每週一次'],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '20',
        question: '公司賒購設備，賒購日其影響為：',
        options: [
          '只有損益表',
          '損益表、保留盈餘表及資產負債表',
          '只有資產負債表',
          '只有損益表及保留盈餘表',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '21',
        question: '下列有關會計帳戶之描述，何者不正確？',
        options: [
          '所有帳戶的左邊都稱為借方',
          '帳戶係顯示交易事項對特定資產、負債或權益的增減變動之會計記錄',
          '所有帳戶的右邊都稱為貸方',
          '資產類的帳戶左邊稱為借方，負債和權益類的帳戶左邊稱為貸方',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '22',
        question: '報表上通常不以清算價值評價係基於？',
        options: ['穩健原則', '繼續經營慣例', '充分揭露原則', '貨幣評價慣例'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '23',
        question: '下列何者之正常餘額不是在貸方？',
        options: ['股利', '股本', '勞務收入', '應付票據'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '24',
        question: '下列哪一項不是公司之負債？',
        options: ['應收帳款', '應付票據', '應付稅捐', '應付帳款'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '25',
        question: '借貸法則下，下列何者交易之分錄不成立？',
        options: [
          '資產增加與負債減少',
          '資產增加與權益增加',
          '資產增加與收益增加',
          '資產減少與費用增加',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '26',
        question: '累計折舊是屬於下列何種性質的會計項目：',
        options: [
          '負債，正常餘額為貸方',
          '資產抵銷項目，正常餘額為借方',
          '資產抵銷項目，正常餘額為貸方',
          '資產，正常餘額為借方',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '27',
        question: '有關權益之敘述，何者不正確？',
        options: [
          '又稱資產',
          '又稱淨資產',
          '在公司組織又稱股東權益',
          '又稱剩餘權益',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '28',
        question: '下列事項何者會造成權益減少？',
        options: ['購買設備', '股東增資', '費用發生', '收入發生'],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '29',
        question: '本店代付業主私人宴客費入帳時屬？',
        options: [
          '資產增加，業主權益增加',
          '業主權益減少，資產減少',
          '費用增加，業主權益增加',
          '費用增加，資產減少',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '30',
        question: '獨資企業以現金$100,000代資本主償還其銀行借款，則？',
        options: [
          '負債減少，業主權益(資本)增加',
          '業主權益(資本)減少，資產減少',
          '負債減少，資產減少',
          '業主權益(資本)減少，負債增加',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '31',
        question: '下列敘述何者正確？',
        options: [
          '資產增加，權益必然等額增加',
          '收入大於費用，資產必定增加',
          '期末資產與期初資產之差額即代表本期損益',
          '企業虧損時，會計方程式依然平衡',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '32',
        question: '下列的會計方程式，哪一式是不正確的？',
        options: [
          '資產=權益',
          '資產-負債-業主權益=0',
          '資產=負債+﹝業主權益+(收益-費用)﹞',
          '資產=負債+業主權益',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '33',
        question: '下列何者不屬費損類項目？',
        options: ['預付費用', '處分損失', '存貨盤損', '投資損失'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '34',
        question: '預收收益是屬於：',
        options: ['業主權益', '負債', '費用', '收益', '資產'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '35',
        question: '權益因何而增加？',
        options: ['費損增加', '收益增加', '股利增加', '資產增加'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '36',
        question: '向銀行借款$20,000是會影響何種會計科目之交易?',
        options: [
          '資產減少，負債減少',
          '資產增加，業主權益增加',
          '資產增加，負債增加',
          '資產增加，負債減少',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '37',
        question: '下列會計循環中何者正確?',
        options: [
          '分錄、過帳、調整、試算、編表、結帳',
          '分錄、過帳、調整、試算、結帳、編表',
          '分錄、過帳、試算、調整、編表、結帳',
          '分錄、過帳、試算、調整、結帳、編表',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '38',
        question: '假設可以用人為方式，將企業的生命劃分期間，此係基於：',
        options: [
          '繼續經營假設',
          '企業個體假設',
          '會計期間假設',
          '貨幣單位假設',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '39',
        question: '下列何者要記錄在各該帳戶的借方？',
        options: [
          '資產增加和負債增加',
          '資產減少和負債增加',
          '資產增加和負債減少',
          '資產減少和負債減少',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '40',
        question: '公司賒購大批可供數月使用之辦公用品，賒購日其影響為：',
        options: ['資產增加', '費用增加', '負債不變', '資產不變'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '41',
        question: '基本會計等式為：',
        options: [
          '資本＝負債+權益',
          '資產＝負債+權益',
          '資產＝負債',
          '資產＝資本',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '42',
        question: '會計處理程序正確的順序為：',
        options: [
          '認定、記錄、衡量、溝通',
          '記錄、溝通、衡量',
          '認定、衡量、記錄、溝通',
          '衡量、認定、記錄、溝通',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '43',
        question: '帳戶之正常餘額係指：',
        options: [
          '帳戶餘額減少時記錄之一方',
          '帳戶之借方',
          '帳戶餘額增加時記錄之一方',
          '帳戶之貸方',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '44',
        question: '以即期支票10,000購入辦公設備，其分錄？',
        options: [
          '借：辦公設備10,000，貸：銀行存款10,000',
          '借：辦公設備10,000，貸：現金10,000',
          '借：辦公設備10,000，貸：應付票據10,000',
          '借：現金10,000，貸：辦公設備10,000',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '45',
        question: '文具用品是屬於：',
        options: ['資產', '費用', '收益', '負債', '業主權益'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '46',
        question:
          '10月3日購買銷售用冰箱，付款時以一張50,000支票，到期日為10/31。此時分錄為',
        options: [
          '借：進貨50,000，貸：應付票據50,000',
          '借：進貨50,000，貸：現金50,000',
          '借：進貨50,000，貸：應付帳款 50,000',
          '借：進貨50,000，貸：銀行存款50,000',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '47',
        question:
          '下列屬於費用科目的有幾項水電費、燃料費、應收帳款、應付費用、文具用品、利息收入、稅捐？',
        options: ['一項', '二項', '三項', '四項'],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '48',
        question: '淨利是一段期間，當：',
        options: [
          '收益大於費損及股利',
          '股東增資，則產生淨利',
          '收益大於費損',
          '股東增資額大於費損額',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '49',
        question: '存貨是屬於：',
        options: ['業主權益', '資產', '費用', '負債', '收益'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '50',
        question: '下列有關預付租金費用的敘述，何者正確?',
        options: [
          '為費用項目',
          '為租金費用的抵減項目',
          '當預付租金時要貸記該項目',
          '為資產項目',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '51',
        question: '下列有關試算表之敘述，何者不正確？',
        options: [
          '可驗證分類帳借貸方餘額之平衡',
          '試算表應列示資產、負債、業主權益、收入及費用類所有科目及其餘額',
          '可證實該會計期間各帳戶均無錯誤',
          '同一筆交易重複紀錄試算表無法找出錯誤',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '52',
        question: '過帳後發現現購文具用品誤記為現購商品，則應作之改正分錄為？',
        options: [
          '借：進貨，貸：文具用品',
          '借：進貸，貸：現金',
          '借：文具用品，貸：現金',
          '借：文具用品，貸：進貨',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '53',
        question:
          '下列六項中屬於費用科目的有幾項水電費、所得稅、應收帳款、存出保證金、文具用品、利息收入？',
        options: ['四項', '三項', '一項', '二項'],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '54',
        question: '支付本月份的水電費$200，對會計類別之增減變動的影響',
        options: [
          '資產增加、費損減少',
          '資產減少、費損增加',
          '資產減少、費損減少',
          '資產增加、費損增加',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '55',
        question: '以現金購入辦公設備，使資產',
        options: ['減少', '增加', '不變', '不一定'],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '56',
        question: '下列有關預收租金收入的敘述，何者正確?',
        options: [
          '為收入項目',
          '當預收租金時要貸記該項目',
          '為資產項目',
          '為預付租金費用的抵減項目',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '57',
        question: '所謂會計年度乃指將會計期間定為？',
        options: ['一年', '三年', '半年', '兩年'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '58',
        question: '會計上借、貸二字之意義係指？',
        options: [
          '借為欠人、貸為人欠',
          '借為人欠，貸為欠人',
          '以上皆非',
          '僅代表一種方位，左方為借方，右方為貸方',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '59',
        question: '下列何者非屬財務報表要素？',
        options: ['收益及費損', '資產、負債', '權益', '員工的價值'],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '60',
        question:
          '當「觀念架構」與現有國際財務報導準則發生衝突時，應如何處理較為妥適?',
        options: [
          '以國際財務報導準則為準',
          '由各國準則制定機構自行認定',
          '尋求 IASB 協助認定以何者為準',
          '以觀念架構為準',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '61',
        question: '陳政績加入志定公司後，使業主權益：',
        options: ['增加', '減少', '不一定', '不變'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '62',
        question: '以現金$10,000購入辦公設備，對會計類別之增減變動的影響',
        options: ['資產減少', '資產不變', '資產增加', '費損增加'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '63',
        question: '會計之主要功能是？',
        options: [
          '提供財務資料給有關人員作決策之參考',
          '僅記載現金收支',
          '僅記載收益與費用',
          '僅記載債權與債務',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '64',
        question: '下列錯誤中哪一項會影響到試算表之平衡？',
        options: ['借貸科目顛倒', '貸方帳戶過錯', '借方過重', '整筆交易漏過'],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '65',
        question: '分類帳的主要功用為：',
        options: [
          '表示各項費用的去處',
          '表示各項收入的來源',
          '明瞭各科目的個別內容',
          '明瞭各交易的整體情形',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '66',
        question: '下列何者要記錄在各該帳戶的貸方？',
        options: [
          '收入減少和費用增加',
          '收入增加和費用增加',
          '收入減少和費用減少',
          '收入增加和費用減少',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '67',
        question: '會計上所有交易均按貨幣金額入帳，係基於？',
        options: ['繼續經營慣例', '貨幣評價慣例', '成本原則', '企業個體慣例'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '68',
        question: '假設衡量單位的價值穩定，此係基於：',
        options: [
          '貨幣單位假設',
          '繼續經營假設',
          '企業個體假設',
          '會計期間假設',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '69',
        question: '有關權益之敘述，何者不正確？',
        options: [
          '為資產減負債之餘額',
          '宣告及發放現金股利，權益將會減少',
          '權益愈大，表示公司營運愈賺錢',
          '股東增資，則權益增加',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '70',
        question: '公司收到顧客支付以前公司為其提供服務賒欠的款項，其影響為：',
        options: ['負債增加', '總資產金額不變', '收入增加', '不需紀錄'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '71',
        question: '銷售冰箱後，使資產：',
        options: ['減少', '不變', '增加', '不一定'],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '72',
        question:
          '運輸設備之續後評價未採用清算價值，主要係基於下列那一個假設？',
        options: ['繼續經營假設', '會計期間假設', '個體假設', '幣值不變假設'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '73',
        question: '會計程序不包括下列哪一項？',
        options: [
          '將無法量化的事項加以入帳',
          '判斷企業發生的經濟活動對財務要素之影響',
          '將會計資訊編製成會計報告',
          '分析與解釋會計報告',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '74',
        question: '標準之分錄要：',
        options: [
          '先記貸方項目，要靠右邊',
          '先記貸方項目，要靠左邊',
          '先記借方項目，要靠右邊',
          '先記借方項目，要靠左邊',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '75',
        question: '即期支票購入辦公設備，使資產：',
        options: ['減少', '不變', '增加', '不一定'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '76',
        question: '業主待本店墊付款項應？',
        options: [
          '貸記：資本主往來',
          '借記：資本主往來',
          '貸記：應付帳款',
          '借記：資本',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '77',
        question: '向銀行借錢$20,000是？',
        options: [
          '資產增加，負債減少',
          '資產增加，業主權益增加',
          '資產增加，負債增加',
          '資產減少，負債減少',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '78',
        question: '權益因何而減少？',
        options: ['負債增加', '資產減少', '費損增加', '收益增加'],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '79',
        question: '下列有關借貸之敘述，何者不正確？',
        options: [
          '借方就是帳戶的左邊，貸方就是右邊',
          '可以用來說明項目的餘額方向',
          '借方就是帳戶增加，貸方就是減少',
          '借方和貸方的縮寫各為Dr.和Cr.',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '80',
        question: '下列何項交易不會使資產、負債、業主權益之總金額產生變化？',
        options: [
          '現銷商品',
          '賒購商品',
          '顧客開來附息票據償還其前欠貨款',
          '業主提取商品',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '81',
        question: '陳政績繳入10,000,000現金加入志定股份有限公司股東，其分錄為',
        options: [
          '借：現金10,000,000，貸：業主資本10,000,000',
          '借：現金10,000,000，貸：股本10,000,000',
          '借：業主資本10,000,000，貸：現金10,000,000',
          '借：股本10,000,000，貸：現金10,000,000',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '82',
        question: '所有會計項目之正常餘額是在：',
        options: ['貸方', '項目增加之一方', '借方', '項目減少之一方'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '83',
        question:
          '應收帳款、應付帳款、預收收入、勞務收入，上述會計帳戶中正常餘額在借方者，共有幾項？',
        options: ['2項', '1項', '3項', '4項'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '84',
        question: '以現金支付$200,000的薪資，對會計類別之增減變動的影響',
        options: [
          '資產增加、費損減少',
          '資產增加、費損增加',
          '資產減少、費損減少',
          '資產減少、費損增加',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '85',
        question: '會計上採用應計基礎，事蹟於下列何項會計原則：',
        options: ['繼續經營假設', '貨幣評價假設', '會計期間假設', '配合原則'],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '86',
        question: '業主家中的水電費不是企業的費用，此係基於：',
        options: [
          '企業個體假設',
          '繼續經營假設',
          '會計期間假設',
          '貨幣單位假設',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '87',
        question:
          '賒購卡車一輛，帳款$10,000將於下月償付，對會計類別之增減變動的影響',
        options: [
          '資產增加、負債減少',
          '資產減少、負債增加',
          '資產減少、負債減少',
          '資產增加、負債增加',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '88',
        question: '有一個會計科目就要設置一個',
        options: ['日記簿', '試算表', '帳戶', '分錄'],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '89',
        question: '企業發生虧損時會計方程式：',
        options: ['右方較大', '依然平衡', '左方較大', '不一定'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '90',
        question: '淨損是一段期間，當：',
        options: [
          '費損大於收益',
          '負債大於資產',
          '收益大於費損',
          '股利發放額大於股東投資額',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '91',
        question:
          '在接受繼續經營假設的前提下，下列何種原則對財務報表攸關性之減損程度得以降低，並提高可靠性？',
        options: ['充分揭露原則', '收入認列原則', '配合原則', '成本原則'],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '92',
        question: '如果試算表不平衡，借貸相差數額能被9整除，則錯誤可能為',
        options: ['抄錯位數', '相鄰顛倒', '借貸方寫錯', '漏過一筆'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '93',
        question: '財務報表的基本品質特性為：',
        options: [
          '可了解性、攸關性',
          '攸關性、忠實表述',
          '攸關性 、可靠性',
          '忠實表述、審慎性',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '94',
        question: '試算表的主要目的？',
        options: [
          '驗算總分類帳各帳戶借貸雙方隻餘額是否平衡',
          '以上皆可',
          '檢查是否誤用了不當會計科目',
          '檢視所採用的會計方法有無錯誤',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '95',
        question:
          '10月20日銷售一台冰箱，收到客戶第一銀行的即期支票20,000，此時分錄為',
        options: [
          '借：現金20,000，貸：銷貨收入20,000',
          '借：應收帳款20,000，貸：銷貨收入20,000',
          '借：應付票據20,000，貸：銷貨收入20,000',
          '借：銀行存款20,000，貸：銷貨收入20,000',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '96',
        question: '股東增資表示：',
        options: ['現金資產增加', '淨利增加', '負債增加', '股本增加'],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '97',
        question: '壞帳(呆帳)是屬於：',
        options: ['資產', '業主權益', '收益', '負債', '費用'],
        correctIndex: 4,
        explanation: '',
      },
      {
        id: '98',
        question: '如果試算表不平衡，借貸相差數額能被9整除，則錯誤可能為？',
        options: ['重複記錄', '數字移位', '借貸科目顛倒', '計算錯誤'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '99',
        question: '分類帳是由？所彙集而成的',
        options: ['交易', '帳戶', '會計科目', '分錄'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '100',
        question: '會計期間劃分之目的為？',
        options: [
          '反映幣值漲落',
          '便於計算損益',
          '防止內部舞弊',
          '助於分工合作',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '101',
        question: '記錄交易時，必須：',
        options: [
          '只需記錄在分類帳簿',
          '最少要有兩個帳戶',
          '先記資產，再記負債',
          '先記收入，再記費用',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '102',
        question: '下列各項中，何者不屬於會計上重要假設：',
        options: ['企業個體', '收支配合', '幣值不變', '會計期間', '繼續經營'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '103',
        question: '根據借貸法則，當負債減少時，不可能配合發生之要素變化為？',
        options: ['費用增加', '業主權益增加', '資產減少', '收入增加'],
        correctIndex: 3,
        explanation: '',
      },
    ],
  },
  information_security: {
    id: 'information_security',
    name: '資訊安全',
    quizOpen: true,
    questionCount: 50,
    timeLimit: 60,
    quizType: 'once_choice',
    questions: [
      {
        id: '1',
        question: 'Deepfake是指什麼資安威脅？',
        options: [
          '模擬被害者，使用被害者帳號透過社群媒體對其朋友進行詐騙。',
          '截取並模擬使用者的操作，登入系統竊取資料。',
          '利用人工智慧中的深度學習技術，變造影片中的動作與聲音，傳遞扭曲不實的內容。',
          '偽造多個社群媒體帳號，與使用者分別互動，串聯場景，騙取帳號密碼。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '2',
        question: '關於網路安全之危害，哪一項描述是基本的認知？',
        options: [
          '不要使用百貨公司或飯店提供的Wi-Fi，以免個資外洩。',
          '作業系統不能時常更新，以免被不法分子趁機鑽漏洞竊取個資。',
          '最好不要讓電腦２４小時都處於連線狀態。',
          '點選不明的超連結，可能會啟動惡意程式並竊取你的個資。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '3',
        question:
          '近年來社群網站很流行，可以向朋友分享近況及互動按讚，請問下列哪一種行為可能會導致個人隱私的危害？',
        options: [
          '不填寫完整的個人資料。',
          '避免在其他平臺使用同一帳號。',
          '將貼文隱私選項設定為公開狀態。',
          '過濾分享的內容，避免私密資訊的發布',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '4',
        question: '使用社群網站時，以下哪一項行為有助於個人資料的保護？',
        options: [
          '使用完畢後應避免登出帳號。',
          '提供完整且詳細的個人資料。',
          '養成隨時隨地打卡上傳的習慣。',
          '將社群網站的發文設定不公開、僅限好友觀看，並留意發文內容的隱私權。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '5',
        question: '請問在引用他人著作時，下列何者不是必要行為？',
        options: [
          '取得作者同意或授權。',
          '注意比例原則。',
          '支付費用。',
          '標示出處。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '6',
        question:
          '一名研究生儲存論文的筆記型電腦遭竊，突顯資料備份的重要性。以下哪一種資料備份的做法是不正確的？',
        options: [
          '將資料燒錄到光碟',
          '將資料複製到USB隨身碟',
          '將資料複製到電腦的其他磁碟區，例如C槽存到D槽',
          '將資料複製到外接式硬碟',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '7',
        question:
          '阿志買了一臺新的筆記型電腦，以下哪一項行為對筆記型電腦的資安防護沒有幫助？',
        options: [
          '設定作業系統自動更新',
          '安裝通訊軟體',
          '安裝防毒軟體',
          '開啟防火牆設定',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '8',
        question:
          '交友類型的App越來越流行，請問下列何者為使用交友或社群App的安全注意事項？',
        options: [
          '須注意自己在交友App上放置的個人照片是否上相',
          '須注意自己是否在該App上揭露過多的個人資訊',
          '須注意該App是否為付費或免費App',
          '須注意該交友App所配對的對象是否長相甜美可愛',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '9',
        question: '請問下列敘述，何者較不算是霸凌行為？',
        options: [
          '看到同學被戲弄嘲笑，一起附和起鬨。',
          '看到同學被排擠欺負時，默不出聲。',
          '看到同學發文表示心情低落時，主動關心。',
          '看到同學發文分享喜悅時，冷嘲熱諷。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '10',
        question: '下列哪一項行為有網路沉迷的隱憂？',
        options: [
          '不上網時特別興奮。',
          '因上網查資料，課業成績越來越好。',
          '對上網之外的事情興趣缺缺。',
          '與同學互動越來越好。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '11',
        question: '有關社群平臺與著作權議題，以下描述哪一項正確？',
        options: [
          '上網搜尋到的可愛畫作，可以拿來當做自己的社群平臺大頭貼。',
          '使用社群平臺的分享功能，單純分享文章或圖片的連結，不會有侵權問題。',
          '未經作者同意，可以直接將他人的圖文截圖放在自己的社群平臺頁面。',
          '社群平臺本身的「分享」機制是透過臉書之自動運作，導向原始貼文，會有著作權侵害的問題。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '12',
        question: '請問在自己的部落格上播放音樂，會不會違反著作權法？',
        options: [
          '如果播放的是有著作權的音樂，且沒有取得著作權人授權就有可能違法',
          '只要不提供下載就絕對不會違法',
          '只要不播放完整歌曲就絕對沒有違法的問題',
          '絕對不會違法，因為透過部落格的播放，可以幫唱片公司免費宣傳',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '13',
        question:
          '從網路下載圖片，然後加上文字與其他圖案，製作成為海報，這樣是否會違反著作權？',
        options: [
          '因為網站圖片來源不清楚，無從找到原作者，所以沒有著作權問題',
          '因為做出來的海報已和原圖有很大差異，所以沒有著作權的問題',
          '要是該圖片有創用CC授權，就可以使用在任何用途，沒有違法',
          '如果沒有經過原作者的同意或授權，可能會侵害其著作權',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '14',
        question:
          '社群網站是意見交流的網路平臺，但也常發生濫用的情況。請問下列何者是使用社群網站的正確觀念？',
        options: [
          '網路聊天室的功能就是閒聊哈拉，所以言詞辛辣，或披露他人私事也無妨',
          '不要在社群網站上張貼個人資訊',
          '匿名發言機制讓當事人能暢所欲言，所以真實性更高',
          '在社群網站發言時，應以「少數服從多數」為原則',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '15',
        question:
          '使用需要登入帳號密碼以及填寫信用卡號的網站，為避免帳號及密碼等重要資訊被竊取，要注意網站連線應採用哪一種協定比較安全？',
        options: ['http。', 'https。', 'telnet。', 'ftp。'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '16',
        question:
          '卡耐基美隆大學所提出的「能力成熟度模型整合」CMMI各階段與其主要特定的匹配，下列何者為非？',
        options: [
          '初始階段：無管理，無固定流程。',
          '已定義階段：建立了標準化的SOP。',
          '量化管理階段：經量化回饋機制，產生新的想法與新的技術，以最佳化流程。',
          '已管理階段：相似的專案，可以重覆使用以前的經驗。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '17',
        question:
          '一名英國青年在買來的二手手機中，發現了許多名人的手機號碼，造成名人隱私有被洩漏的危機。請問下列敘述何者「正確」？',
        options: [
          '出售手機或不再使用的舊機，應刪除所有重要資料',
          '有機會跟名人對話，趕快打看看會不會接通',
          '這名青年可以將相關資料出售',
          '名人是公眾人物，他們的個人資料沒有隱私權問題',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '18',
        question:
          '面對網路上的各種資訊，下列何者「不是」評估網路資訊可信度的面向？',
        options: [
          '留意網站設計的美觀性、背景顏色是否常更新',
          '察看網站贊助者，瞭解發布網站的目的或動機',
          '留意資訊是否有錯別字、內容是否過於戲劇性誇大',
          '搜尋作者的名字，以間接證實資訊作者的存在',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '19',
        question: '小明最近迷上手機上的小遊戲，他該怎麼做才不會影響到課業呢？',
        options: [
          '把手機帶去學校，有空檔就趕快抓緊時間玩。',
          '回家趕快做完功課，之後就可以隨心所欲地玩。',
          '把手機放在床邊，醒來就可以馬上玩。',
          '與家長一起制定合宜的上網時間表',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '20',
        question: '使用雲端服務存放個人檔案時，請問下列注意事項何者有誤？',
        options: [
          '雲端服務帳號密碼應定期變更',
          '雲端服務隨時可取用，所存放之重要資料無需額外備份',
          '避免將存有個人隱私之檔案存放至雲端服務',
          '應妥善設定相關存取權限',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '21',
        question: '如果發現自己沉迷網路遊戲，請問可以採取下列何種做法？',
        options: [
          '心情好的時候才遵守與家長約定的上網公約。',
          '培養其他不需使用3C產品的興趣，如慢跑。',
          '改成觀看社群媒體的短影音。',
          '改成觀看遊戲直播。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '22',
        question: '網路上充斥各種資訊，以下哪一則網路資訊最可靠？',
        options: [
          '親友轉傳「臺灣高鐵宣布針對50歲至64歲熟齡客，票價為標準車廂對號座75折」訊息。',
          '社群平臺瘋傳的「道路交通法規修法加重罰則」，內容表示紅燈右轉將罰5,400元。',
          '食藥署闢謠專區的公告。',
          '網友推薦的民俗療法。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '23',
        question:
          '一名美國大學生曾在駭客大會上，展示如何透過網路紀錄(Cookies)竊取個人資料。請問為什麼網路紀錄(Cookies)會令駭客有機可乘？',
        options: [
          '因為它是一種惡意的間諜程式',
          '因為它是新的網路連線技術',
          '因為它記錄使用者瀏覽網頁的資訊、帳號與密碼',
          '因為它是新的電腦病毒',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '24',
        question:
          '在安裝與使用APP時，為了避免個人資料外洩的風險，以下敘述哪一項正確？',
        options: [
          '隱私權聲明內容太多，隨便看看就好。',
          '安裝防毒APP就能避免個人資料洩漏。',
          '不要安裝免費的APP就能避免個人資料洩漏。',
          '審慎給予APP存取權限。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '25',
        question:
          '被不明人士使用通訊軟體邀請加入購物群組，以下哪一種是最佳的處理方式？',
        options: [
          '將通訊軟體從手機移除。',
          '看看有沒有想要購買的商品。',
          '好東西要與好朋友分享，拉朋友一起加入群組。',
          '檢舉該帳號並退出群組。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '26',
        question:
          '網路交友未必都是壞事，但是要瞭解如何保護自己。請問與網友相約見面時，下列何者是必須要遵守的原則？',
        options: [
          '絕對不單獨赴約，並且須讓家長知道或陪伴',
          '網友提供的食物可以安心食用',
          '注意對方長相是否好看',
          '約在人越少的地方越好',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '27',
        question: '請問下列有關網路交友的敘述，何者正確？',
        options: [
          '若網友傳送一些不舒服的訊息，千萬不要回應，也應立即告訴家長或師長。',
          '網路上都是好人，可以透漏自己的住址。',
          '網路上都是壞人，可以見一個罵一個。',
          '若網友提出見面邀約，不用與家長或師長討論。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '28',
        question: '下列何種情況經常出現容易變成網路沉迷？',
        options: [
          '除了和網友互動，也喜歡和朋友家人聊天。',
          '沒有上網時會出現心理焦慮、空虛或緊張的情形。',
          '制定每週上網時間表。',
          '每天使用網路時間少於三十分鐘。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '29',
        question: '請問驗證碼的意義是什麼？',
        options: [
          '防止網路惡意攻擊，保障帳戶的安全。',
          '數學的公式。',
          '測驗智商的工具。',
          '一種電子寵物。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '30',
        question: '請問下列哪一句訊息可能是網路霸凌？',
        options: [
          '「你照一下鏡子！你的臉明明就很好看！」',
          '「看看你的身材，哪來的自信覺得帥哥會喜歡你？」',
          '「不要再抱怨了！想辦法改變吧！」',
          '「就算長得好看，也要保持乾淨哦！」',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '31',
        question: '使用社群服務時，下列何者「無法」強化您的帳號及密碼的安全？',
        options: [
          '定期發布最新消息',
          '定期變更密碼',
          '逐一確認交友邀請，避免加入不認識的朋友',
          '定期確認帳號隱私權設定方式',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '32',
        question: '請問下列何者不是著作權保護的意義？',
        options: [
          '讓著作權人有利可圖，藉此大撈一筆。',
          '讓著作權人能安心創作，不用擔心著作被重製、改作、散布等。',
          '鼓勵更多人創作，以利社會發展。',
          '若縱容侵害著作權的行為，人們可能會不願意創作，不利於社會進步。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '33',
        question: '請問下列有關著作權的敘述，何者正確？',
        options: [
          '手抄熱銷小說的一個章節到手帳上，已經侵害作者的著作權。',
          '截取古典散文的一段話貼到社群媒體上，已經侵害作者的著作權。',
          '上網下載一張偶像團體的照片貼到小鏡子上，自己觀看，已經侵害偶像團體的著作權。',
          '仿照官方正版商品並上網兜售，已經侵害官方公司的著作權。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '34',
        question:
          '為落實資料保護保護，公司希望可以在網路層級可以對內部員工對外傳輸的資料進行掃描及過濾，下列哪⼀類防火牆可以符合公司的需求？',
        options: [
          '應用代理閘道防火牆(application-proxygatewayfirewalls)。',
          '狀態檢查防火牆(statefulinspectionfirewalls)。',
          '個人防火牆(personalfirewall)。',
          '封包過濾防火牆(packetfilterfirewalls)。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '35',
        question: '請問下列何者不是資訊查證的管道？',
        options: [
          '真的假不了，假的真不了。',
          '蘭姆酒吐司。',
          '台灣事實查核中心。',
          'MyGoPen。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '36',
        question:
          '物聯網技術日漸普及，下列何種選項不是其帶來的資訊安全風險變化？',
        options: [
          '更多資料的蒐集，帶來更大的隱私疑慮。',
          '更多的設備有聯網的能力，也帶來更多的可攻擊點。',
          '虛擬與實體有更多的連結，也可能帶來更的傷害。',
          '去中心化的儲存，使資料外洩的風險降低。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '37',
        question:
          '社群網站能使朋友間的聯繫更為緊密，但容易淪為詐騙集團的犯罪工具，關於防範社群網站的詐騙，以下敘述哪一項正確？',
        options: [
          '義不容辭幫久未連絡的朋友購買點數卡。',
          '我的朋友都是好人，絕對不會向我行騙。',
          '對於網友的要求都要小心謹慎。',
          '只要跟金錢無關就沒有問題。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '38',
        question: '請問下列哪些狀況屬於網路霸凌呢？',
        options: [
          '在網路上留言辱罵他人。',
          '故意絆倒同學。',
          '肢體衝突。',
          '要求全班孤立某人。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '39',
        question:
          '利用熱心網友於社群網站設立的演唱會賣票/徵票/交換專區購票時，應注意什麼事情？',
        options: [
          '已經在網路上聯繫過，直接匯款應該沒關係',
          '有便宜的票就趕快匯錢過去，免得被其他人搶走',
          '把所有便宜的票先買下來，再轉賣給其他人',
          '非來自於官方售票管道的演場會門票有可能是假票',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '40',
        question:
          '近來網路瘋傳「非洲豬瘟也會感染牛羊，人類也難倖免」收到這樣的資訊，應如何處理較合適？',
        options: [
          '再也不吃豬肉、牛肉和羊肉。',
          '馬上轉寄給親朋好友，請大家注意這個消息。',
          '上農委會網站查證訊息的正確性。',
          '為避免人類被傳染，應上網提倡全面撲殺豬隻。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '41',
        question: '小安自行重灌電腦，在安裝軟體時，以下哪一種行為是正確的？',
        options: [
          '下載他人製作好的一鍵安裝包。',
          '以個人需求為主要考量，盜版軟體也很好用。',
          '盡量選擇網路論壇提供的免費軟體。',
          '購買與使用正版的軟體。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '42',
        question:
          '上網時間過多、過度依賴網路，可能會造成網路沉迷。因此，學習管理上網的時間可以避免發生沉迷的問題，請問還有什麼技巧可以幫助我們避免過度上網？',
        options: [
          '邀請朋友一起玩臉書或是手機遊戲。',
          '遇到問題時，不只是從網路上尋找答案。',
          '和級數高的遊戲玩家做朋友一起打怪。',
          '每天都上傳照片更新自己的網路相簿。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '43',
        question: '以下哪一項是在網路使用信用卡付款的可能風險？',
        options: [
          '帳戶金額增加。',
          '信用額度提升。',
          '信用卡帳單應繳金額變少。',
          '卡號資訊外流。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '44',
        question:
          '公司福委會為辦理團體保險，蒐集員工姓名、生日及身分證字號等個人資料，應該怎麼將資料提供給保險公司業務人員比較安全？',
        options: [
          '將保險資料直接E-mAil給保險公司業務人員',
          '將保險資料直接放在網路的分享區，讓保險公司業務人員下載',
          '將保險資料壓縮加密後，E-mAil給保險公司業務人員',
          '將保險資料壓縮後，E-mAil給保險公司業務人員',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '45',
        question:
          '當系統管理人員收到原廠作業系統之安全漏洞修補程式(patch)時，應該如何處理？',
        options: [
          '使用弱點掃瞄軟體掃瞄，驗證系統有該風險後安裝。',
          '立即更新，以避免該安全漏洞受外部駭客利用。',
          '立即下載歸檔，待發生相關安全風險時可立即安裝。',
          '進行測試，確認該修補不會影響應用程式正常運作後，方儘速排程更新。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '46',
        question:
          '⼩銀在⺠營企業上班，有⼀天看到同事的密碼寫在桌上，便使用同事密碼登入同事的電腦，請問他是違反了何項法令？',
        options: ['刑法。', '營業秘密法。', '個人資料保護法。', '⺠法。'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '47',
        question:
          '某書店來電通知陳老師，他於網路訂購的書籍因訂單程序及付款方式有誤，需要透過ATM取消分期付款。請問下列陳老師的處理方式中何者有誤？',
        options: [
          '這已經是詐騙老梗，不需理會',
          '打電話與該書店確認',
          '依照電話指示趕快利用ATM取消分期付款',
          '打電話向165反詐騙專線確認是否為詐騙',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '48',
        question: '請問下列選項何者不是長期使用3C產品可能導致的生理問題？',
        options: ['近視。', '扁平足。', '腕隧道症候群。', '駝背。'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '49',
        question: '使用網路銀行時，請問選擇下列哪一組密碼比較安全？',
        options: ['BAnkBAnk', '1BA23$nK4', 'BAnk', 'BAnk1234'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '50',
        question:
          '小芬為網路團購活動的發起人，以下敘述，何者可能造成網購風險？',
        options: [
          '若要刷卡付費，一定要確認購物網站設有加密保護措施',
          '選擇具正面評價的團購網站',
          '以提供最低售價的網站為第一優先',
          '提醒網友不要相信轉帳錯誤並要求至ATM操作的來電通知',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '51',
        question:
          '有人傳訊息告訴你，只要把訊息轉寄10位朋友，就可以獲得精美禮物，你應該怎麼辦？',
        options: [
          '轉寄完後，趕快打電話問對方禮物如何索取。',
          '不理會他，以免垃圾訊息造成朋友的困擾。',
          '趕快轉寄給20位朋友，並請對方寄給我2份禮物。',
          '先看禮物是不是我喜歡的，再做決定。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '52',
        question:
          '阿廣每天都會利用社群網站追蹤朋友的動態，請問以下哪一種行為較不恰當？',
        options: [
          '發言詢問美食餐廳地址。',
          '未經朋友同意就分享朋友的照片與動態。',
          '看到朋友有趣的照片給予按讚認同。',
          '朋友發表與自己立場不同的言論，還是予以尊重，不留言攻擊。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '53',
        question: '小敏新申請一個電子郵件信箱，請問她應該如何妥善使用呢？',
        options: [
          '定期收信，並開啟垃圾郵件過濾功能',
          '將電子郵件帳號公布在網路上讓網友們知道',
          '跟好朋友小雪一起共用電子郵件帳號',
          '偽裝身分寄惡作劇的信給同學',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '54',
        question:
          '系統商常會提醒使用者應儘速下載更新程式。請問電腦進行軟體更新的最主要目的為？',
        options: [
          '提升電腦執行速度',
          '增加電腦儲存容量',
          '原有軟體有漏洞，需修補軟體漏洞，以降低被駭客入侵的風險',
          '全面清除電腦病毒',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '55',
        question:
          '現今許多廣告、海報會印出QRCoDe，當我們在掃描QRCoDe時應該注意哪些事項才能確保安全？',
        options: [
          '掃描後直接下載要求安裝的軟體',
          '導到奇怪的網址也不用理會',
          '掃描後直接就開啟連結',
          '掃描後在開啟之前要先辨識連結網址的合理性',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '56',
        question:
          '醫師表示，網路沉迷又區分不同類型，以下何者「並非」網路沉迷的類型？',
        options: [
          '網路遊戲沉迷',
          '網路人際關係沉迷',
          '網路性沉迷',
          '網路醫療沉迷',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '57',
        question: '下列四人最近都有在玩網路遊戲，請問誰可能沉迷網路遊戲？',
        options: [
          '小明：在玩網路遊戲之前，我會先完成回家作業。',
          '小勝：雖然朋友約我玩網路遊戲，不過我還是想和同學去運動。',
          '小剛：我一天只玩30分鐘的網路遊戲。',
          '小文：如果不能玩網路遊戲，我的心情會非常不好。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '58',
        question: '以下哪一種網路內容較適合未滿18歲者瀏覽？',
        options: [
          '具有學習功能的線上遊戲平臺。',
          '犯罪行為或自殺過程。',
          '過多描述賭博或吸毒之內容。',
          '以文字、圖畫或攝影描繪性行為之內容。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '59',
        question: '請問根據課堂所學，每看螢幕30分鐘應該休息多久？',
        options: ['10分鐘。', '5分鐘。', '1分鐘。', '3分鐘。'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '60',
        question:
          '新聞常報導個人網路相簿的密碼遭破解，造成私密相片外流的事件。請問有關密碼的設定，以下哪一項正確？',
        options: [
          '使用自己的身分證字號或出生年月日設為密碼，比較不會忘記。',
          '設定簡單能快速打完的密碼，以免輸入時被旁人偷看到。',
          '避免將所有網路服務的密碼都設為相同。',
          '為避免忘記密碼，最好不要隨意變更。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '61',
        question:
          '社群網路是透過人與人的關係，不斷連結與擴張，下列何者「不是」使用社群網路的正確方式？',
        options: [
          '分享我們的興趣，也接收朋友的資訊',
          '分享過去的生活資訊，不分享未來的行事規劃',
          '發出我們的聲音，也包容其他的意見',
          '認識更多新朋友，也讓他們直接取得我的聯絡資訊',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '62',
        question:
          '網路上流傳的日文旅遊書，芳芳想將它翻譯成中文張貼在自己的部落格。請問芳芳是否需要取得著作權人的同意或授權？',
        options: [
          '需要，因翻譯屬於改作原著作的行為，除非符合合理使用，否則要經過著作權人的同意或授權',
          '不需要，因為芳芳是在幫原作者免費做中文宣傳，原作者不會讀寫中文著作，所以不需取得同意',
          '不需要，因為翻譯後的中文版即屬於芳芳個人的著作',
          '如果芳芳只是放在部落格供人瀏覽，不是要拿來賺錢，就一定屬於合理使用，不需取得同意',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '63',
        question: '以下哪一項屬於侵犯著作權的行為？',
        options: [
          '使用P2P軟體下載有版權的電影或音樂。',
          '利用通訊軟體傳送唱片公司公開之歌手MV網址給好友。',
          '個人單純利用YouTuBe觀看影片或欣賞音樂。',
          '在網頁瀏覽著作財產權人自行上載供大眾觀賞的創作影片。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '64',
        question:
          '一個女明星因剪了男生髮型、穿著中性，被網友留言批評「不男不女」，這言論可能帶有？',
        options: ['以上皆有。', '性別刻板印象。', '性別偏見。', '性別歧視。'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '65',
        question: '請問下列何種社群平臺或網站所提供的資訊可信性較高？',
        options: ['YouTuBe。', 'MyGoPen。', 'FACeBook。', 'InstAgrAm。'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '66',
        question: '請問下列有關社群媒體跟風挑戰的敘述，何者錯誤？',
        options: [
          '越多人跟風的挑戰，表示危險性越低。',
          '盲目跟從挑戰可能會讓自己受傷。',
          '有些跟風挑戰是為了增加網路世界或朋友圈的認同感。',
          '有些跟風挑戰可能會讓自己面臨法律問題。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '67',
        question:
          '澳洲曾發生一名少女將大疊鈔票照片上傳到臉書，導致搶匪依少女公開在網路上的地址，直接上門搶劫。關於此案例，以下說明何者有誤？',
        options: [
          '個人網頁是我們與朋友互動的最佳管道，應將生活瑣事鉅細靡遺的記錄下來',
          '在網路上炫耀金錢或奢侈品可能會為自己帶來生命上的危害',
          '張貼在個人網頁上的文字或照片應避免涉及個資隱私',
          '使用社群網站時，應將朋友逐一分類，並進行不同的隱私設定',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '68',
        question: '在學校或網咖等地方使用公共電腦，應該注意哪一種可能的風險？',
        options: [
          '使用隨身碟存取檔案，可能感染病毒。',
          '若有輸入密碼，可能被側錄。',
          '以上皆是。',
          '若有輸入個人資料，可能遭外洩或盜用。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '69',
        question: '以下哪一種人的個人資料不受「個人資料保護法」的保護？',
        options: ['未成年者。', '已死亡者。', '80歲以上的年長者。', '自然人。'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '70',
        question:
          '沉迷於網路的使用者，其生活容易受到影響，而導致作息的不正常，因此可能出現哪一種狀況？',
        options: [
          '養成早睡早起的習慣。',
          '用餐次數減少，達到健康減肥塑身的效果。',
          '專注力提升，學習效率增加。',
          '常常睡不飽，且沒使用網路就會焦躁易怒。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '71',
        question: '如果長時間近距離用眼，請問可能會發生什麼事？',
        options: [
          '近視度數減少，變成視力1.0。',
          '視力模糊，看不清楚黑板上的文字。',
          '近視度數減少，根據統計，平均減少300度。',
          '視力模糊，無法分辨紅色與綠色。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '72',
        question: '請問Line訊息查證官方帳號能提供我們什麼幫助？',
        options: [
          '被他人封鎖Line的時候，能解除封鎖。',
          '能教我們設定LinepAy行動支付。',
          '能像ChAtGPT一樣，生成文字資訊。',
          '看到可疑的訊息時，能解答內容的真偽。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '73',
        question:
          '小文最近沉迷於一款網路遊戲，但是需要購買遊戲點數，才能升級裝備。但小文沒有零用錢，請問下列關於小文的作法，何者較為恰當？',
        options: [
          '把家長給自己繳交的戶外教學費用拿去買遊戲點數。',
          '告訴家長自己想要購買遊戲點數以及點數的用途。',
          '請朋友贊助自己。',
          '把家長給自己的早餐錢拿去買遊戲點數。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '74',
        question: '長時間沉迷上網容易造成生理傷害，可能導致以下哪一種狀況？',
        options: [
          '神清氣爽。',
          '近視數度減少。',
          '容光煥發。',
          '手腕關節發炎。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '75',
        question: '請問下列哪種情境下，不應該滑手機，否則容易發生危險？',
        options: [
          '站在百貨公司前面等朋友。',
          '坐在捷運車廂，離目的地還有一段距離。',
          '坐在香氣四溢的咖啡廳，等待甜點上桌。',
          '站在車水馬龍的十字路口，準備過馬路。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '76',
        question:
          '小彬打遊戲認識了網友，這半年都一起玩也很聊得來，最近他說缺錢要向你借錢，你該怎麼做以避免金錢損失的可能？',
        options: [
          '是朋友就該有話直說，直接戳穿他是騙子。',
          '網友之間最好不牽扯金錢，應委婉拒絕。',
          '詢問他為什麼要借錢，想辦法幫忙他一起解決問題。',
          '一起玩半年了，應該值得相信，可以借他。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '77',
        question: '在個人的筆記型電腦上安裝軟體時，下列哪一種作法比較合適？',
        options: [
          '從公司複製軟體光碟回家使用。',
          '跟好朋友商借正版軟體光碟片。',
          '安裝從合法管道取得的正版授權軟體。',
          '到網路上搜尋與下載網友分享的破解版本。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '78',
        question: '請問沉迷網路遊戲，可能會有什麼後果？',
        options: [
          '將團隊合作技巧運用在籃球比賽，贏下全國冠軍。',
          '視力變好，看得更遠更清楚。',
          '熬夜破關而身體疲勞。',
          '能提高專注力，讓自己更專心學習。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '79',
        question:
          '若你因為過度玩手機遊戲導致手機被爸媽沒收時，請問以下哪個做法較不恰當？',
        options: [
          '學習規劃平日、假日的生活作息。',
          '藉這個機會，培養手機遊戲以外的興趣。',
          '答應父母控管自己使用手機的時間。',
          '偷偷拿手機回來使用，再找時間放回去。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '80',
        question:
          '小剛透過交友平臺認識一位心儀的女性，該女性常藉口家人生病或投資失敗等各種名義，希望小剛能匯錢給她應急，如果你是小剛，你會怎麼辦？',
        options: [
          '盡量避免與網友有金錢上的往來。',
          '馬上謾罵對方，質疑對方詐騙。',
          '朋友有難，應立即匯款救援。',
          '先匯部分錢就好，不要全部匯款。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '81',
        question: '下列哪些是性別歧視的意義？',
        options: [
          '泛指個性太差，因此沒朋友、被排擠的人。',
          '一種罕見的視神經疾病，患者往往無法分辨他人的性別。',
          '由性別刻板印象所引起，而非對於當事者自身優缺點所產生的厭惡或歧視。',
          '特殊的性幻想被人得知，因此遭到他人瞧不起。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '82',
        question: '面對網路霸凌時，請問下列哪個行為是最不建議的？',
        options: [
          '忽略霸凌者並尋求專業支持。',
          '回應霸凌者的攻擊並繼續在線上爭吵。',
          '分享網路霸凌事件的證據並向學校報告。',
          '保護自己的隱私並尋求幫助。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '83',
        question: '我國著作權法所保護的著作須符合以下哪一項要件？',
        options: [
          '經過重製。',
          '具有原創性。',
          '具有主觀化的一定形式。',
          '向智慧財產局提出註冊申請。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '84',
        question:
          '曾有民眾在求職網站填寫履歷時，因不瞭解功能設定，結果個人資料完全曝露了。請問對於上網求職，下列何者正確？',
        options: [
          '不要使用求職網站',
          '應先詳讀網站對於保護隱私權的聲明和使用功能說明',
          '應填寫假的履歷資料，預防個資外洩',
          '刊登履歷只要曝光度高就好',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '85',
        question: '下列哪一種資訊透過通訊軟體傳遞比較適宜？',
        options: ['身分證字號', '公司機密資料', '新聞網址', '信用卡號'],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '86',
        question: '接到疑似是詐騙電話或釣魚郵件時，請問你應該如何處理？',
        options: [
          '回撥對方提供的電話號碼求證',
          '只要不是要求操作ATM，就不用擔心',
          '撥打165反詐騙專線求證',
          '依據來電顯示號碼，上網查詢是不是對方所說的單位',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '87',
        question:
          '小明收到主旨為「立即填問卷限量送最新款手機」的電子郵件，下列哪一種做法比較合適？',
        options: [
          '到網路上搜尋相關資料，確認此封信的真實性。',
          '為了以後可以常常抽獎，可以將此寄件者的信件歸類到信任郵件名單。',
          '立即轉寄給親朋好友。',
          '立即填寫問卷，並留下個人聯絡資料以便收到獎品。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '88',
        question: '在遭遇網路霸凌時，請問下列哪個行為是最重要的？',
        options: [
          '保護自己的隱私並尋求幫助。',
          '刪除所有社交媒體帳號。',
          '與霸凌者對抗並公開指責他們。',
          '自我療傷。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '89',
        question:
          '阿威因為網路沉迷，最近開始出現暴力傾向，請問阿威的家長應該帶他到醫院看哪一科門診？',
        options: ['復健科', '神經科', '內科', '精神科'],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '90',
        question:
          '使用網路拍賣服務時，應選擇信用好的賣家。請問向下列哪一位賣家購物可能會比較安全？',
        options: [
          '交易評價負面高於正面的賣家',
          '交易次數低於10次的賣家',
          '顧客回購率超過90%的賣家',
          '網拍平臺的新會員，且拍賣高單價商品的賣家',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '91',
        question:
          '小春向爸爸借用手機來玩遊戲，突然收到遊戲公司送出的廣告網址連結。請問小春是否應該要點選？',
        options: [
          '每一支手機都會收到廣告訊息，這很自然，不必緊張，可以點選看看',
          '可以點選下載玩玩看，不喜歡再刪掉就可以了',
          '任意點選廣告連結，手機可能會被病毒感染，不可隨意點選或下載不明連結',
          '廣告連結說不定有特別的優惠，可以點選或下載玩看看',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '92',
        question: '使用智慧型裝置時，下列哪一項功能最好隨時保持開啟？',
        options: ['定位功能。', '錄音功能。', '藍芽功能。', '安全認證功能。'],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '93',
        question:
          '收到陌生人的來信，稱讚你社群媒體經營的非常好，希望可以成為他們的代言人，請問此時你應該要怎麼做？',
        options: [
          '機會難得，毫不猶豫馬上答應，感謝他人的賞識。',
          '告訴親朋好友，跟他們說我要當明星了。',
          '提供個人資料、電話號碼、地址、相關簡歷給對方。',
          '保持懷疑的態度，告知親友且不回覆訊息。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '94',
        question: '下列幾則手機通訊APP上傳來的訊息，哪一項最有可能是詐騙？',
        options: [
          '老師傳連結請你填寫志願問卷。',
          '親戚傳聚餐訂位連結，請你幫忙轉貼給你爸爸。',
          '同學傳連結請你在網站替他代購遊戲點卡。',
          '家人傳連結請你一起挑母親節蛋糕。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '95',
        question:
          '網路沉迷或成癮的高危險群，除會有肩頸疲勞等生理問題外，還可能帶來哪些負向的心理反應？',
        options: [
          '自信心',
          '積極正向的態度',
          '疑心、與憂鬱或焦慮',
          '好的人際關係',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '96',
        question:
          '收到知名購物網站寄來活動中獎通知郵件時，請問要如何分辨是否收到詐騙的釣魚郵件？',
        options: [
          '撥打郵件中提供的客服電話直接詢問。',
          '趕快把這訊息分享給所有社群朋友，讓大家幫你驗證。',
          '立刻點選郵件中的網址，確認是否連到該購物網站。',
          '到官方網站查詢是否真有此活動訊息。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '97',
        question: '請問下列何者是網路霸凌的行為？',
        options: [
          '在網路社團讚美網友的服裝搭配。',
          '在班級群組稱讚同學的運動表現。',
          '在社群媒體中，按讚朋友的貼文。',
          '在社群媒體上，發布貼文嘲笑同學。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '98',
        question: '請問使用創用CC授權的作品可以用於商業用途嗎？',
        options: [
          '可以，只要先支付破億的高額費用就可以。',
          '不可以，如果創用CC授權的作品註明「非商業性」，就絕對不可以用於商業用途。',
          '可以，但需要親自與作者會面並徵得同意。',
          '不可以，除非與作者是好朋友。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '99',
        question:
          '透過網路入侵別人的電腦，破壞或竊取資料牟利的人，一般稱之為何？',
        options: ['駭客。', '海客。', '俠客。', '害客。'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '100',
        question: '下列哪一項行為可以幫助陷入網路沉迷危機的朋友？',
        options: [
          '幫助他多交新朋友。',
          '陪伴朋友嘗試多種休閒活動。',
          '建議他們如何分配遊戲時間',
          '以上皆是。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '101',
        question:
          '近年來因網路及行動裝置的普及，讓網路直播成為一門新興職業，以下哪一種行為是身為直播主應該要注意的？',
        options: [
          '直播時辱罵他人。',
          '穿著暴露的服裝吸引觀眾。',
          '選擇安全的地點進行直播。',
          '直播時做出危險行為。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '102',
        question:
          '為了避免個人資料外洩，無論在實際生活或是網路虛擬活動中，都應該要妥善保管個人資料，下列哪一項屬於正確的做法？',
        options: [
          '將自己的社群網站帳號密碼張貼在辦公桌方便查閱。',
          '商業公司以營利為主，不必花費成本保護客戶的隱私。',
          '瀏覽網頁時不必在意網頁是否有隱私權聲明。',
          '避免在社群網站提供完整且詳細的個人資料。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '103',
        question:
          '臺灣著作財產權的保護期間，原則上是著作人的生存期間，加上其死亡後幾年？',
        options: ['20年', '50年', '70年', '10年'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '104',
        question: '請問下列敘述何者錯誤？',
        options: [
          '讓身體和眼睛有適當的休息時間，避免長時間使用手機。',
          '應注意眼睛與手機螢幕的距離，避免近距離用眼。',
          '應在光源充足的環境下使用手機。',
          '應將手機放在大腿上，低頭使用手機。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '105',
        question:
          '「戒斷症狀」是指，當中斷或停止使用某種令人上癮的物質後，生理或心理上所產生的不適。請問，網路沉迷的戒斷症狀與下列哪一種情況類似？',
        options: ['一氧化碳中毒', '食物中毒', '酒精中毒', '藥物中毒'],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '106',
        question: '假設你是網路霸凌的受害者，請問下列何者是正確的做法？',
        options: [
          '招募網軍，對霸凌者展開報復。',
          '尋求親朋好友、師長與學校的幫助，若安全持續受到威脅，則通報警方。',
          '尋找代罪羔羊，讓霸凌者轉移目標。',
          '忍氣吞聲，反抗或打小報告只會招惹更嚴重的霸凌。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '107',
        question: '遇到網路霸凌，請問下列哪個做法是最重要的？',
        options: [
          '建立強大的社交媒體帳號。',
          '刪除所有社交媒體帳號。',
          '保持冷靜並尋求幫助。',
          '定期更改密碼和帳號資訊。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '108',
        question:
          '影音平臺常會依照使用者觀看影片的類型，推薦其他類似影片，當發現推薦的影片涉及裸露色情內容時，下列哪一項處理方式較適宜？',
        options: [
          '使用影音平臺的檢舉功能，並說明你認為該影片不適當的原因，進行通報。',
          '不予理會。',
          '留言指責該影片檔案上傳者。',
          '把影片網址轉寄給親朋好友。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '109',
        question: '反詐騙專線電話號碼為何？',
        options: ['165', '110', '1922', '113'],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '110',
        question: '請問提升資訊素養的主要目的為何？',
        options: [
          '加快打字速度。',
          '多關注朋友的貼文來維繫感情。',
          '具備資訊素養讓我們不輕易相信假訊息。',
          '時時刻刻關注最新型手機的推出。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '111',
        question: '下列何者最有可能是網路詐騙廣告？',
        options: [
          '網購平台的遊樂園節慶優惠促銷。',
          '減肥產品，先加「專家」的社交帳號好友才能取得優惠購買資訊。',
          '網路新聞的樂團演唱會專題介紹，附帶售票網址。',
          '市立動物園官網的暑期優惠促銷活動。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '112',
        question:
          '網路購物平臺眾多，消費者遇到網路詐騙或交易糾紛的機會也隨之升高，採取哪一種購物方式較能避免受騙？',
        options: [
          '採取線上刷卡的交易方式。',
          '選擇到貨速度最快的網路商家下單。',
          '挑選可以分期付款的網路商家。',
          '選擇知名的購物平臺，並且觀察賣家的評價及其他買家的留言再決定是否下單。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '113',
        question: '在網站留下個人資料前，應該要注意下列哪一事項？',
        options: [
          '確認該網站是否在臺灣註冊',
          '確認是否能夠參加抽獎',
          '確認該網站是否為知名大公司',
          '仔細閱讀該網站的隱私權保護聲明，確認自已的個資如何被保護',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '114',
        question:
          '近期常常發現有不肖份子假借官方名義，以提供免費貼圖的資訊誘騙使用者加入好友，意圖獲取當事人的個資，我們應該如何識別？',
        options: [
          '提供熱門的貼圖才是真正的官方活動。',
          '辨別該帳號是否為即時通訊平臺認證的官方帳號。',
          '只參與自己喜歡的熱門貼圖贈送活動。',
          '好友轉貼的活動資訊，不至於上當受騙。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '115',
        question: '容量管理(capacitymanagement)的⽬標為何？',
        options: [
          '盡可能爭取大量資訊資源，以確保未來擴充無虞。',
          '將所有資源利用最大化，確保每⼀項資訊資源都被充份利用。',
          '將資訊資源做最佳運用，並保有適當的擴充彈性。',
          '主要為協調各權責單位衝突，合理分配資訊資源。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '116',
        question: '請問以下哪個不是購買網路商品時要注意的地方？',
        options: [
          '商品網址的正確性。',
          '會員資料的安全性。',
          '顏色是否為限量款。',
          '提供第三方支付的安全性。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '117',
        question: '下列哪一項是安全使用網路的行為？',
        options: [
          '驗證碼好麻煩，不如讓電腦儲存自己帳密，方便多了！',
          '網路發言不會被追究，所以可以隨意留言。',
          '設定密碼不要太複雜，避免自己忘記。',
          '不在公共電腦中儲存自己的資料。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '118',
        question: '下列哪⼀個網路設備最容易被攔截及監聽？',
        options: [
          '集線器(hub)。',
          '交換器(switch)。',
          '防火牆(firewall)。',
          '路由器(router)。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '119',
        question:
          '在現代社會中，網路識讀是不可或缺的公民素養，請問最主要的原因為何？',
        options: [
          '網路世界可以快速傳播公眾討論的議題。',
          '網路社群媒體是政策宣導的唯一工具。',
          '網路是最重要的學習途徑。',
          '網路讓人民更難自由的發言。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '120',
        question:
          '部分駭客專門入侵無線上網民眾的電腦，再破解電腦內儲存的密碼與信用卡資訊，所以當使用沒有加密的無線Wi-Fi上網時，最好不要從事哪些行為？',
        options: [
          '登入網路銀行進行轉帳。',
          '查詢上檔電影評價及影廳播放場次。',
          '瀏覽政府單位網頁。',
          '查詢美食餐廳。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '121',
        question:
          '與同事透過通訊軟體討論公務時，傳送下列哪一種資料比較「沒有」風險？',
        options: [
          '人事檔案資料。',
          '登入公司網站的帳號密碼。',
          '與工作相關的新聞報導。',
          '公司的財務報表。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '122',
        question:
          '將公司資訊技術服務化是資訊技術服務管理的基礎理念，下⾯何者不是資訊技術服務管理的特色？',
        options: [
          '將公司內、外部各單位視為資訊部門的「客戶」，並與客戶簽定服務水準約定。',
          '強調資料的保護與提供。',
          '除技術外，更要從人員、流程與組織進行管理。',
          '強調完整服務(End-to-endservice)。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '123',
        question:
          '隨著科技的進步與時代的發展，人工智慧議題廣受討論，許多人針對著作權法提出不同的問題，請問下列敘述何者已有明確規定，較不具有爭議性？',
        options: [
          '著作者只能是人類。',
          '著作權保護期限改為10天。',
          '網路上的個人使用和分享需要受到極為嚴格的監控和管制。',
          '著作權許可和授權的流程更加複雜化，需耗時10年才能完成。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '124',
        question:
          '與網友互動一段時間後，對方想邀約見面，初次見面若對方出現以下哪一項行為，你應該提高警覺？',
        options: [
          '吹噓自己的財力，但逛百貨公司消費時卻要求你買單。',
          '邀請你參加當紅樂團的演唱會。',
          '帶你出席好友的聚會，並認真將你介紹給大家。',
          '主動向你明確告知感情狀況。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '125',
        question:
          '網路已經是現代生活中不可或缺的事物，下列哪一個關於網路使用的描述是「正確」的？',
        options: [
          '不當使用：過度使用網路而忽略現實生活的活動，影響生活作息',
          '以上皆是',
          '一般人所謂的「網迷」通常包含過度使用者和成癮者',
          '正當使用：健康的用來促進個人的工作績效與生活便利',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '126',
        question: '請問下列有關網路霸凌的敘述，何者正確？',
        options: [
          '在網路群組中散播他人的不實謠言，只有少數人知道，不算是霸凌。',
          '同學間互相開個小玩笑不可能是霸凌行為。',
          '不管是私底下或公開場合，只要讓被害者處於不友善的環境，就是霸凌。',
          '只有毆打或怒罵他人才是霸凌行為。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '127',
        question:
          '網路交易後接到疑似詐騙的電話，多方的查詢及確認是不二法門，下列哪一種做法較為正確？',
        options: [
          '仔細聽從對方的指示。',
          '撥打165反詐騙專線進行確認。',
          '不要告訴其他人自己可能被詐騙。',
          '反覆的向對方詢問、確認。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '128',
        question:
          '網路虛擬世界裡，常發生中年男子偽裝成年輕男女，誘騙結交網友的實際案例。請問網路交友時應如何保護自己避免受騙上當？',
        options: [
          '自己也假冒別人的身分結交網友',
          '將自己的朋友也介紹給網友，這樣有伴會比較安全',
          '在瞭解對方之前，不輕易在網路上透露自己的個人資訊',
          '以誠相待，將自己的私密資訊都告訴網友',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '129',
        question: '下列話語哪一項帶有性別歧視？',
        options: [
          '當男人婆不好，以後會找不到老公。',
          '妳眼睛好大，很像某一個女明星。',
          '你是我們全校公認的鋼琴男神耶！',
          '這個男生的化妝技術這麼厲害。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '130',
        question:
          '在個人電腦上存放個人履歷、生活記事與照片，應該如何保護檔案安全？',
        options: [
          '與他人共用電腦',
          '將所有資料夾設定分享',
          '將檔案另外加密儲存',
          '取消設定登入帳號與密碼',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '131',
        question: '請問下列哪項行為較不是詐騙集團常見的詐騙手法？',
        options: [
          '假冒銀行人員打電話與你核對個人資料。',
          '知名百貨公司通知將有滿萬送百的周年慶活動。',
          '提醒你需短時間內至銀行操作匯款事宜，否則將會被系統扣款。',
          '告訴你曾經網路購物的商品，因為不幸遭到攻擊，系統誤刷金額，需立即做取消。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '132',
        question: '以下哪一項不是手機感染惡意程式或病毒後，可能會發生的現象？',
        options: [
          '手機帳單增加許多莫名的費用。',
          '上網速度變快。',
          '手機聯絡人收到非預期的簡訊或電子郵件。',
          '出現要求付款的警告。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '133',
        question:
          '近年來透過網路平臺團購的風氣盛行，但也曾出現藉此詐騙之案例，在參加團購時，以下敘述何者「不正確」？',
        options: [
          '注意商品之價格與優惠辦法是否合理',
          '避免購買高單價，且不易點收確認之商品',
          '查看主辦人是否有交易糾紛之不良紀錄',
          '選擇當面交易，就不會碰到詐騙行為',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '134',
        question:
          '國小學童使用手機上網的比例已越來越高，為避免學童接觸不適合其年齡觀看的網路內容，家長應當如何因應？',
        options: [
          '只允許小孩上網觀看動畫影片。',
          '在電腦與手機上安裝過濾軟體，例如教育部網路守護天使程式。',
          '採取封閉的態度禁止小孩接受多元的資訊。',
          '限制小孩上網的時間，小孩只能觀看電視。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '135',
        question: '如果你看到同學被網路霸凌，請問你可以怎麼做？',
        options: [
          '指責被欺負的同學。',
          '告訴師長或家長。',
          '當作沒看到，以免自己也被欺負。',
          '在一旁看好戲。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '136',
        question:
          '駭客常會利用民眾對「高點閱率」的好奇心，而將木馬病毒藏在許多人按讚的臉書網頁。請問一旦點選這個網頁的連結，可能會發生什麼問題？',
        options: [
          '個人資料外洩',
          '帳號被盜用來胡亂貼文',
          '電腦速度變慢',
          '以上皆是',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '137',
        question: '請問下列哪項行為可能會使肩頸痠痛？',
        options: [
          '讓平板與視線同高，看10分鐘的影片。',
          '低著頭維持相同姿勢，花3分鐘撰寫一封電子郵件。',
          '趴在床上滑3個小時的手機。',
          '使用電腦時，每30分鐘就站起來活動筋骨。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '138',
        question: '關於免費軟體的使用，以下哪一種行為較為恰當？',
        options: [
          '在公司電腦使用免費家用版本。',
          '推薦朋友至免費軟體官網下載。',
          '將多套免費軟體燒成光碟片贈送給朋友。',
          '將免費軟體以相當便宜的價格賣給朋友。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '139',
        question: '以下哪一項屬於我國「個人資料保護法」所列特種個資？',
        options: ['護照號碼。', '財務情況。', '身分證號碼。', '健康檢查報告。'],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '140',
        question: '下列關於性別議題的描述中，何者應被鼓勵及提倡？',
        options: [
          '女性應學習獨立自主，保持在社會上的競爭力。',
          '一個男人必須有男子氣概，不可輕易落淚，要強悍，不可示弱。',
          '好男人就是都要聽老婆的話，老婆說一他就不能說二。',
          '女人應該溫柔低調，凡是不該出頭。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '141',
        question: '請問下列有關網路交友的描述，何者具有較高的風險？',
        options: [
          '告訴身旁親友自己網路交友的狀況。',
          '與網友相約中午12點在百貨公司碰面。',
          '不透漏過多的個人資訊讓網友知道。',
          '向網友透漏自己的住家地址。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '142',
        question:
          '手機也有可能會感染電腦病毒，下列何者不是手機中毒後可能會發生的現象？',
        options: [
          '上網的流量不正常增加',
          '手機帳單費用變很高',
          '個人資料遭到偷竊',
          '手機表面冒出水滴',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '143',
        question:
          '網路交友具有「網路匿名性」的特性，下列何者是有關「網路匿名性」的「正確」敘述？',
        options: [
          '網路匿名性讓網友可以不用遵守禮儀',
          '網路具有匿名性，所以任何犯罪行為無法追查',
          '網路具有匿名性，所以網路上的言行不用負責',
          '網路匿名性增加了網路上交友的風險',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '144',
        question:
          '創作共用授權條款（CreAtiveCommonsLiCense,簡稱CC授權）保障了創作人的著作權，也能讓使用者在符合條件下進行使用與散布該著作，以下有關CC授權著作的描述哪一項較為正確？',
        options: [
          '只要已被標示為CC授權，創作人就失去提出侵權抗議的權力。',
          '只要註明出處，就可以隨意利用有CC授權標示的照片。',
          '只要有標示CC授權的著作即可隨意修改。',
          '須遵循創作人設定的授權條件，有時也有可能需要付費。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '145',
        question:
          '請問在沒有著作權人的許可下，下列哪種方式是屬於合理使用範圍？',
        options: [
          '下載一部電影，上傳至私人影音頻道免費給他人觀看。',
          '翻拍知名的攝影作品並發佈在社交平臺上。',
          '教師下載授課相關的圖片素材，僅供教學使用。',
          '在演藝廳公開演出一場售票的音樂作品。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '146',
        question:
          '好友透過即時通訊APP傳遞熱門院線電影影片給你，請問以下哪一項是正確的？',
        options: [
          '即使沒有將影片下載至自己的手機內，朋友傳非正版影片給我，我一樣是侵犯著作權的共犯，亦已構成違法行為。',
          '畢竟不是自己上傳的影片，所以轉傳影片至其他非公開群組也沒關係。',
          '此種行為已經違法，應提醒好友停止傳遞的行為。',
          '因為是私下的傳遞，所以沒有著作權的問題，可以放心下載來看。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '147',
        question: '在公用電腦登入社群網站時，下列應注意事項何者有誤？',
        options: [
          '取消記憶帳號與密碼的功能',
          '使用完畢後刪除網頁Cookies',
          '將重要的資料檔案下載儲存在新的資料夾',
          '確認電腦沒有在執行奇怪的應用程式',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '148',
        question: '如果手機遭木馬程式攻擊，請問下列何種做法沒有幫助？',
        options: [
          '將手機用力砸向牆面，用以警告駭客。',
          '通知親朋好友，讓他們得知帳號可能被駭入，請忽略可疑訊息。',
          '若仍能操控手機，則立即更改密碼與恢復原廠設定。',
          '將手機關機。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '149',
        question:
          '透過社群網站平臺，可以快速傳播商品資訊，如果想要利用社群網站平臺進行行銷推廣，請問以下敘述哪一項正確？',
        options: [
          '必須遵守社群網站平臺相關規範。',
          '批評競爭對手的商品，抬高自身產品價值。',
          '分享與商品無關的模特兒圖片吸引注意。',
          '誇大產品功能，引起注意力。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '150',
        question: '請問哪一個法條規定，合理使用下，不會侵害著作財產權？',
        options: ['刑法。', '財產權法。', '民法。', '著作權法。'],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '151',
        question:
          '阿泰和阿傑是好朋友，他們經常一起上線玩遊戲，同時又透過遊戲提供的平臺來聊天。請問下列何者「不是」他們在遊戲平臺聊天時應該討論的內容？',
        options: [
          '登入遊戲的帳號及密碼',
          '討論各種角色的特性',
          '分享如何得到戰利品的方法',
          '遊戲過關的方式',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '152',
        question:
          '過去曾發生許多網友以超連結方式分享影音平臺上的電影，而遭電影代理商控告侵權，請問只是張貼影片的超連結也算違反著作權法嗎？',
        options: [
          '只要影音平臺是正派經營，在其平臺上分享的影片就表示有合法授權',
          '只是轉貼影片的超連結，沒有提供該影片檔案，就算明知該影片是盜版，也不會侵害著作權',
          '可能違反著作權法，因為影音平臺上的影片不一定都有合法授權，若該影片為盜版，而網友以超連結方式提供影音檔案，可能會成為違反著作權法的共犯',
          '只要不以營利為目的，只是分享超連結是不會違反著作權法的',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '153',
        question: '請問下列哪一個行為能避免可可曝露在網路交友的風險中？',
        options: [
          '當陰陰提出見面邀約時馬上答應。',
          '告訴陰陰自己的住家地址和就讀的學校。',
          '和父母分享自己在網路上認識新朋友的過程。',
          '和陰陰交換彼此的電話號碼，以便聯繫。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '154',
        question: '在網路上，看到同學被霸凌時，請問下列何者是正確的做法？',
        options: [
          '加入霸凌者的小團體。',
          '旁觀漠視。',
          '阻止霸凌行為並告知師長。',
          '私底下找朋友教訓霸凌者。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '155',
        question: '當網路交友時，下列哪種行為才是正確的？',
        options: [
          '經過長時間相處，覺得對方值得信任，就能分享個資給對方。',
          '秉持「先騙人就不會被騙」的精神，先當壞人就不會變受害者。',
          '網友都是假的，對待網友虛情假意即可。',
          '未經被拍攝者同意就分享散佈他的照片，有可能成為加害人。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '156',
        question:
          '下列那一項「不是」保護筆記型電腦、平板電腦、智慧型手機等行動裝置的安全措施？',
        options: [
          '必要時才開啟藍芽功能',
          '加記憶體',
          '設定登入密碼',
          '機不離身',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '157',
        question:
          '現在資訊基礎架構的部署常採用虛擬機器(virtualmachine)架構，以下何者不是採用虛擬機器架構下的好處？',
        options: [
          '資料不易受損。',
          '更具彈性的運算及儲存資源的調配。',
          '提昇應用程式安全性。',
          '平台互通。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '158',
        question:
          '在網站系統開發後期為避免上線程式存在資安漏洞，常使用源碼檢測(codereview)工具，來協助評估所開發之程式是否存在資安漏洞，此類工具無法偵測以下何項漏洞？',
        options: [
          '使用已知弱點元件(UsingComponentswithKnownVulnerabilities)。',
          '零時差攻擊(Zerodayattack)。',
          '資料隱碼攻擊(SQLinjection)。',
          '不安全的反序列化漏洞（InsecureDeserialization）。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '159',
        question:
          '⾯對組織內日益龐大且複雜的資訊資源，組態管理(configurationmanagement)變得越來越重要，下⾯哪⼀個程序不是組態管理主要可⽀援項⽬？',
        options: [
          '變更管理程序(changemanagement)。',
          '異常事件管理程序(incidentmanagement)。',
          '財務管理程序(financialmanagement)。',
          '上線管理程序(releasemanagement)。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '160',
        question:
          '網路購物輸入信用卡號碼或身分證字號時，為什麼要注意瀏覽器上方的網址列是否有出現https？這代表該網站具有哪一項功能？',
        options: [
          '具有網路信賴付款機制',
          '不會有網路交易糾紛',
          '資料是加密傳輸',
          '以上皆是',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '161',
        question:
          '小明在網路上看到一篇文章覺得不錯，進而轉載文章，最後被告知侵犯了著作權，以下方式哪一項可以讓他避免侵犯著作權？',
        options: [
          '徵求原作者的同意並在文章內載明資料來源，如作者名、時間年份等。',
          '修改文章標題後再發布。',
          '調整文章段落順序。',
          '把文章分成上下兩篇，不要一次全部轉載。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '162',
        question:
          '透過網路可以讓我們認識各種國籍、文化和領域的人。請問在與不同文化或生活環境的人相處時，下列何者是「不適當」的行為？',
        options: [
          '耐心理解對方的文化背景，不妄下批評',
          '向網友提問時，要求網友一定要回答',
          '主動介紹自己，但避免告知過多個人資訊',
          '適時以詼諧幽默的口氣緩和氣氛',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '163',
        question: '請問下列何者不是正確使用桌上型電腦的正確姿勢？',
        options: [
          '眼睛與螢幕頂端平行。',
          '椅子前緣與膝蓋至少距離5公分。',
          '眼睛距離螢幕少於30公分。',
          '雙腳平放在地面上。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '164',
        question:
          '為了在交友網站中讓他人進一步與你認識，你必須提供個人資訊，下列何種提供個人資料的方式可能會導致隱私的外洩？',
        options: [
          '使用暱稱，不在網站上公開自己的真實名字',
          '私密的照片一律不放在網站上',
          '絕對不在網路上寫出自己的聯絡電話及家中住址',
          '公開手機號碼，便於大家能夠找得到我',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '165',
        question: 'OSI模型各層的名稱與描述，下列何者錯誤？',
        options: [
          '實體層(Physical)：描述了實際採用的網路拓樸。',
          '傳輸層(Transport)：TCP及UDP均屬於傳輸層的協定。',
          '網路層(Network)：基本功能為提供網路連結並將封包由來源送到⽬的地。',
          '應用層(Application)：翻譯、加密及壓縮資料。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '166',
        question: '網路詐騙者的目的最可能是下列何者？',
        options: ['無聊好玩。', '有利可圖。', '自作聰明。', '發洩報復。'],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '167',
        question: '萬一電腦被植入惡意軟體，應該如何處理？',
        options: [
          '只要往後不使用該臺電腦上網就不會有損失',
          '只要電腦裡沒有重要資料就沒關係',
          '使用移除工具將間諜軟體移除，並確認電腦是否有安裝防毒軟體',
          '重新開機就可以解決',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '168',
        question:
          '請問發現網友疑似用假身分與自己來往時，採取下列哪一個行動最恰當？',
        options: [
          '讓班上同學也加他好友，一起質問他。',
          '馬上質問對方是不是騙子，威脅要揍他。',
          '在網路上發文，說對方是個騙子。',
          '減少和對方來往，提高警覺，並告訴師長。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '169',
        question:
          '小愛收到表哥傳來的訊息，請她幫忙去便利商店購買遊戲點數。請問下列小愛的處理方式中何者有誤？',
        options: [
          '表哥的帳號可能被盜用，通知親朋好友要多加留意此類訊息',
          '表哥有難一定要幫忙，趕快去便利商店幫他購買遊戲點數',
          '這是常見的詐騙手法，不需理會',
          '打電話問表哥是否有傳訊息',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '170',
        question: '遇到有人發表歧視女性的討論時，我們應該抱持何種立場？',
        options: [
          '反對。每個人都有其生理性別、性向與特質，我們應對他人加以尊重。',
          '反對。新時代唯有女權至上。',
          '贊同。本來男就該男；女就該女，不男不女是為人妖。',
          '贊同。女德是每個女人都應該好好學習的課題。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '171',
        question:
          '收到不知名的網站主動寄發的電子郵件，內容為點選連結加入會員就送贈品，請問，適當的處理方式為何？',
        options: [
          '回信詢問對方詳細情況',
          '不應理會，將信件刪除',
          '收到禮物後馬上把會員資料改成假的',
          '立刻依照要求填寫個人資料',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '172',
        question: '在網路上與他人互動時，請問下列哪一個行為較不適當？',
        options: [
          '用不好的字眼辱罵他人。',
          '使用網頁上「以圖搜圖」的功能搜尋網友的照片。',
          '與觀星社團網友一同討論星象。',
          '頭貼放家中寵物的照片。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '173',
        question:
          '當發現朋友準備與網友見面時，請問我們應該採取下列哪一個行動？',
        options: [
          '和其他同學一起取笑他。',
          '大聲喝斥他。',
          '未告知師長且尾隨他一起去。',
          '提醒他與網友見面的風險，並陪同他告知師長。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '174',
        question: '請問網路交友的匿名性可能會有什麼負面影響呢？',
        options: [
          '不受時空限制，能結交到外國朋友。',
          '更容易結交到帥哥美女。',
          '可能會有人冒用他人身分，或使用假身分。',
          '不會有任何負面影響。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '175',
        question: '面對網路交友時，請問我們應該抱持何種態度？',
        options: [
          '發現網友對自己說謊時，我們應該嚴厲斥責他。',
          '只要認識超過一年就可以完全信任對方。',
          '絕對不交網友，以免受騙。',
          '以友善的態度與網友交流，同時保持警覺。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '176',
        question:
          '網路上的資訊五花八門，並非都適合各年齡層的使用者，以下哪一種屬於未滿18歲適合瀏覽的網站內容？',
        options: ['色情影片。', '情色文學。', '益智遊戲節目。', '線上簽賭。'],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '177',
        question: '由公司對外部資訊廠商發動的稽核，稱為？',
        options: ['內部稽核。', '第三者稽核。', '第⼀者稽核。', '第二者稽核。'],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '178',
        question:
          '阿飛為了讓家人能更方便使用網路，於是在家安裝了無線網路分享器。以下有關無線網路的設定何者正確？',
        options: [
          '無線分享器登入之帳號密碼，可以不用設定與修改',
          '無線網路應設定密碼，並不輕易分享給不認識的人使用',
          '無線網路應設定密碼，但不要太複雜，以免忘記密碼無法上網',
          '無線網路可以不用設定密碼，分享給其他不認識的人使用',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '179',
        question:
          '有些人喜歡上網追劇，常常因此忘了時間，對於這樣的行為，以下敘述哪一項正確？',
        options: [
          '最好培養其他的休閒娛樂或運動嗜好，多到戶外活動。',
          '上網追劇才能和其他人有共同的話題，有助於社交，所以不需要限制上網的時間。',
          '只要吃飯睡覺時間正常，其他時間都在上網追劇也沒關係。',
          '上網追劇並不算是網路沉迷的行為。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '180',
        question: '下列何種行為可能構成「數位性別暴力」？',
        options: [
          '公開評論他人之性向。',
          '用軟體技術，換臉合成裸露照片。',
          '以上皆是。',
          '未經他人同意就散佈其私密照。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '181',
        question:
          '有關我國「個人資料保護法」主要目的為避免人格權受到侵害，請問其中所指的個人資料「不包含」下列哪一項？',
        options: [
          '醫療與病例資料。',
          '姓名與身分證字號。',
          '外貌美醜。',
          '犯罪前科紀錄。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '182',
        question: '下列哪一項是正確的網路使用方式？',
        options: [
          '每次使用不超過三十分鐘。',
          '反正功課都做完了，剩下的時間都可以拿來玩電腦。',
          '打電動很開心，打累了再關機。',
          '因為是要查功課相關的資料，時間超過也沒關係。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '183',
        question:
          '小智收到一封帶有附件檔案的電子郵件，內容描述自己常用的某個網路平臺帳號被盜用，請立即點擊信中連結前往修改密碼，請問下列哪一種處理方式是小智的最佳選擇？',
        options: [
          '利用平臺官網的正式登入頁面進行登入確認，或與官網管理者詢問。',
          '查看附件檔案內容。',
          '回覆寄件者詢問細節。',
          '立刻點擊連結，修改密碼。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '184',
        question:
          '部分交通轉運車站提供公用電腦讓旅客們使用，請問有關正確使用公用電腦，以下敘述何者正確？',
        options: [
          '使用完畢後，清除瀏覽器的Cookies、清除密碼與帳號，並登出系統',
          '可透過公用電腦進行線上交易',
          '可在公用電腦上處理敏感性公務',
          '登入社群網站分享心情，使用完畢後不需要登出',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '185',
        question: '請問下列哪項不是受著作權法保護的必要條件？',
        options: [
          '著作為人類、精神上之創作。',
          '著作須具有原創性。',
          '著作者須完成大學學位。',
          '著作須已完成。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '186',
        question: '手機遊戲千百種，該如何分辨哪種才是適合自己玩的遊戲呢？',
        options: [
          '看遊戲下載數，越多人玩越適合自己。',
          '看遊戲排行榜，越前面的排行表示年齡層越廣。',
          '看遊戲的圖案，可愛的就對了。',
          '看遊戲的分級說明。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '187',
        question:
          '在組織遭遇重大災害時需依緊急應變計畫，啟動緊急應變措施，說明如何將資訊服務回復原本運作模式的作業是包含在計畫內的哪⼀個階段？',
        options: [
          '重建階段(reconstitutionphase)。',
          '通知與啟動階段(notification/activationphase)。',
          '回朔階段(rollbackphase)。',
          '復原階段(recoveryphase)。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '188',
        question:
          '網站個人資料外洩事件頻傳，請問以下有關網路上保護個人資料的做法，何者「不恰當」？',
        options: [
          '使用公用電腦時避免輸入自己的帳號密碼',
          '積極參加網路抽獎活動，並且一定要留下完整的個人資料，便於主辦單位通知',
          '即使是自己的部落格，也不公開地址、電話等詳細資料',
          '非必要時，不要留下完整的個人資料',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '189',
        question:
          '請問當我們過度沉迷於網路遊戲時，較不會帶給我們下列何種影響？',
        options: [
          '忽視家人和朋友。',
          '身體感到疲倦。',
          '視力變好。',
          '學業表現越來越不好。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '190',
        question:
          '網路沉迷的使用者會因過度使用網際網路服務，影響個人日常生活，以下哪一種狀態比較容易發生？',
        options: [
          '沉溺於網路遊戲而忘記吃飯。',
          '將個人大量生活照片上傳至雲端空間。',
          '開車時習慣使用Google導航服務。',
          '每天固定時間上網不熬夜。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '191',
        question:
          '有民眾在拍賣網站以6千元標到市價上萬元的筆電，卻始終收不到貨，才知被詐騙。請問下列針對網拍購物安全的敘述何者有誤？',
        options: [
          '儘量採貨到付款方式',
          '低於市價太多的商品要小心查證',
          '只要賣家的網站有提供詳細的商品說明，就可以放心向他購買',
          '可撥打反詐騙專線，請教正確評選商家的方式',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '192',
        question:
          '為參加網路抽獎活動，在輸入自己的個人資料時，應注意什麼事項？',
        options: [
          '獎品價值是否有超過一萬元以上。',
          '應詳閱網站的保密政策及隱私權政策，瞭解個人資料的使用範圍及目的。',
          '得獎名單的公布日期。',
          '活動提供的獎品是否為停產的型號。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '193',
        question: '如果剛認識的網友邀請你出門見面，請問你會怎麼做？',
        options: [
          '半夜溜出家門，與網友見面。',
          '搭上網友的車，享受兜風的樂趣。',
          '事前告知家長並且約在公眾場合。',
          '與網友一同前往人煙稀少的大自然踏青。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '194',
        question:
          '小美最近在網路遊戲認識一位網友，對方向她提出一些要求。請問下列哪一項網友提出的要求是不合理的？',
        options: [
          '互留通訊軟體帳號，分享遊戲心得',
          '兩人相約單獨出去玩，不要告訴其他人',
          '在同一個網路聊天室一起聊天',
          '互留電子郵件信箱，分享遊戲資訊',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '195',
        question:
          '在網路上散布不當的文字或影片內容可能涉及違法行為，以下哪一種行為不違法且合乎禮儀？',
        options: [
          '虐待動物的圖片、影片。',
          '到美食餐廳經店家同意後，在注意拍攝時間的情況下，進行美食照片拍攝與分享。',
          '轉貼或販賣色情猥褻圖文影片、自拍猥褻內容。',
          '霸凌他人的言論、影片。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '196',
        question:
          '個人資料遭受洩漏的事件時有所聞，以下哪一項「不是」導致此情形的原因？',
        options: [
          '網站平臺的系統漏洞沒有修補。',
          '輕忽駭客入侵的風險。',
          '個人資料保護的防護措施不周全。',
          '國內對於個資外洩沒有相關的罰則。',
        ],
        correctIndex: 3,
        explanation: '',
      },
      {
        id: '197',
        question:
          '身分認證(authentication)常用3種認證要素與實際應用，以下哪⼀個選項正確？',
        options: [
          '所知之事(somethingyouknow)：同步電子代符(OTP)。',
          '所持之物(somethingyouhave)：指紋。',
          '所知之事(somethingyouknow)：身分證字號。',
          '所具之形(somethingyouare)：智慧卡。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '198',
        question:
          '在公眾場合想要連接無線網路時，如果手機搜尋到無須密碼驗證的Wi-Fi熱點，以下哪一種行為較恰當？',
        options: [
          '偷偷連線，但最好不要超過10分鐘。',
          '不要使用，因為透過不明連線傳輸資料，可能會被竊取。',
          '免費的Wi-Fi很方便，所以可以放心使用。',
          '可以使用，並分享給身邊的朋友一起使用。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '199',
        question:
          '駭客常常利用釣魚網頁或社交工程信件，惡意偷取使用者的帳號與密碼，其主要用意可能與下列哪一項無關？',
        options: [
          '藉機盜取信用卡號碼等隱私資料。',
          '提醒使用者的個人資安防護意識。',
          '在黑市販售被盜的帳號。',
          '假冒受害者的身分進行其他攻擊行為。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '200',
        question:
          '為什麼有些網站因為長期保留網路紀錄(Cookies)，而引發侵犯隱私的批評？',
        options: [
          '網站可能會收集使用者的交易行為及瀏覽紀錄',
          '網路紀錄(Cookies)檔案很大，會佔用磁碟空間',
          '電子郵件帳號密碼可能被竊取',
          '駭客會更容易竊取使用者的資料',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '201',
        question: '請問下列何者為不當的網路使用行為？',
        options: [
          '為了兌換獎品，在不明網站上，輸入身分證字號等個人資料。',
          '只在安全且信任的網站上，輸入信用卡卡號。',
          '看到彈出式視窗網頁時，保持警覺，不輕信網站上的內容。',
          '收到陌生簡訊時，不隨意點開其中的連結。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '202',
        question: '請問下列何種行為容易使電腦遭受木馬程式攻擊呢？',
        options: [
          '拒絕點選陌生連結，也不會將連結轉傳給親朋好友。',
          '不將自己的電腦借給陌生人操作。',
          '看到突然跳出的一頁式廣告，不假思索輸入個人資料後點選「提交」。',
          '在咖啡廳使用電腦時，如果短暫離開座位，會將螢幕鎖定程式開啟，避免他人趁機使用。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '203',
        question: '依照著作權法，使用電腦和網路時，以下何者是正確的行為？',
        options: [
          '下載盜版的音樂',
          '購買正版CD後燒錄分享給親朋好友',
          '使用正版軟體',
          '在別人的部落格上發現有趣的文章就直接把全文轉貼在自己的部落格',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '204',
        question: '如果同學沉迷網路遊戲，請問你應該怎麼做？',
        options: [
          '每天關心同學的破關進度。',
          '鼓勵同學尋找其他興趣。',
          '大聲怒罵同學不長進。',
          '嘲笑同學活在虛擬世界。',
        ],
        correctIndex: 1,
        explanation: '',
      },
      {
        id: '205',
        question:
          '假設在社群媒體上，收到朋友向自己借錢的訊息，請問你會怎麼做？',
        options: [
          '告訴朋友我們都還是學生，沒有經濟收入，因此不方便借錢。',
          '若與朋友的交情不錯，不用過問還錢日期，可以馬上匯款給朋友。',
          '義不容辭答應，在能力範圍內鼎力相助，馬上匯款。',
          '先詢問對方使用目的，若是為了購買網路遊戲點數，則立刻匯款。',
        ],
        correctIndex: 0,
        explanation: '',
      },
      {
        id: '206',
        question: '請問下列何者是沉迷網路遊戲的現象？',
        options: [
          '每天只玩30分鐘的手機遊戲。',
          '培養多元興趣，讓自己沒有滑手機的空閒時間。',
          '半夜偷偷拿手機玩網路遊戲。',
          '養成運動習慣，遠離3C產品。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '207',
        question: '下列網路購物發生的情形，何者可能是騙局？',
        options: [
          '收到在購物網站買的3C產品外觀有瑕疵。',
          '賣家不接受貨到付款，要求買家使用第三方支付。',
          '匯款很久都沒收到東西，每次問賣家都說貨櫃還沒入關。',
          '購物網站周年慶搶優惠，結帳時一直無法順利扣款。',
        ],
        correctIndex: 2,
        explanation: '',
      },
      {
        id: '208',
        question: '如果沉迷網路交友，不分晝夜，請問會有什麼負面影響呢？',
        options: [
          '可能會因為長時間盯著手機或電腦螢幕，眼睛因眩光而視力模糊。',
          '可能會吸引一堆粉絲，成為網路紅人。',
          '可能會讓自己身材壯碩，身體強健。',
          '可能會使學業成績突飛猛進，成為期末考的一匹黑馬。',
        ],
        correctIndex: 0,
        explanation: '',
      },
    ],
  },
}
